{
	"service": {
		"title": "Untitled Service",
		"slug": "untitled",
		"pb_pages": [
			174
		],
		"sections": [
			{
				"id": "content",
				"title": "Content",
				"content": [
					{
						"type": "page_break",
						"page": 174
					},
					{
						"type": "section_title",
						"text": "preface to confirmation",
						"size": "xl"
					},
					{
						"type": "text_block",
						"text": "The Anglican Church requires a public and personal profession of the Faith from every adult believer in Jesus Christ. Confirmation or Reception by a Bishop is its liturgical expression. Confirmation is clearly grounded in Scripture: the Apostles prayed for, and laid their hands on those who had already been baptized (2 timothy 1:6-7; acts 8:14-17; 19:6)."
					},
					{
						"type": "text_block",
						"text": "In Confirmation, through the Bishop’s laying on of hands and prayer for daily increase in the Holy Spirit, God strengthens the believer for Christian life in the service of Christ and his kingdom. Grace is God’s gift, and we pray that he will pour out his Holy Spirit on those who have already been made his children by adoption and grace in Baptism."
					},
					{
						"type": "text_block",
						"text": "At the direction of the Bishop, and after public reaffirmation of their baptismal promises, those having made adult professions of faith in other Christian traditions (including those confirmed in other traditions) are received into the Anglican Church with prayer and the laying on of hands by a Bishop."
					},
					{
						"type": "text_block",
						"text": "Confirmed believers who are already members of this Church (including those received from other traditions as above, those returning to active Christian discipleship after lapsing, and those experiencing a renewal of Christian commitment or significant life transition) may also reaffirm the pledges made to Christ and his Church with prayer and the laying on of hands by a Bishop."
					}
				],
				"pb_page_start": 174,
				"pb_page_end": 174
			}
		]
	}
}