{
	"service": {
		"title": "Untitled Service",
		"slug": "untitled",
		"pb_pages": [
			468,
			471
		],
		"sections": [
			{
				"id": "content",
				"title": "Content",
				"content": [
					{
						"type": "page_break",
						"page": 468
					},
					{
						"type": "blank_page",
						"page": null
					},
					{
						"type": "page_break",
						"page": 469
					},
					{
						"type": "section_title",
						"text": "episcopal services",
						"size": "2xl"
					},
					{
						"type": "page_break",
						"page": 470
					},
					{
						"type": "section_title",
						"text": "the preface to the ordinal",
						"size": "xl"
					},
					{
						"type": "text_block",
						"text": "The Holy Scriptures and ancient authors teach that, from the Apostles’ time, these three orders of ministry have existed in Christ’s Church: Bishops, Priests, and Deacons. From the earliest days of the Church, these offices were always held in such reverent estimation that no one might presume to execute any of them without being first called, tried, examined, and ascertained to have such qualities as are requisite. Candidates were approved and admitted to these offices by lawful authority, through public prayer and the imposition of hands by a Bishop. And therefore, to the end that these orders may be continued, and reverently used and esteemed in this Church, no one shall be accounted to be a lawful Bishop, Priest, or Deacon in this Church, or allowed to execute any of the said functions, without first being called, tried, examined, and admitted to such office according to the form set forth in this book, or having received Episcopal Consecration or Ordination already."
					},
					{
						"type": "text_block",
						"text": "The Bishop may only admit a candidate as a Deacon or Priest after sufficient examination and testing to determine that the candidate meets the requirements of the Canons, and is of virtuous conduct, without crime or impediment, instructed in the Holy Scriptures, and fit for ministry in Christ’s Church."
					},
					{
						"type": "page_break",
						"page": 471
					},
					{
						"type": "section_title",
						"text": "the ordinal",
						"size": "3xl"
					},
					{
						"type": "section_title",
						"text": "_of the_"
					},
					{
						"type": "section_title",
						"text": "_Anglican Church in North America_",
						"size": "xl"
					},
					{
						"type": "section_title",
						"text": "being the form and manner of",
						"size": "xl"
					},
					{
						"type": "section_title",
						"text": "ordaining",
						"size": "2xl"
					},
					{
						"type": "section_title",
						"text": "bishops, priests,",
						"size": "2xl"
					},
					{
						"type": "section_title",
						"text": "_and_ d e a c o n s",
						"size": "2xl"
					}
				],
				"pb_page_start": null,
				"pb_page_end": null
			}
		]
	}
}