{
	"additional_directions_concerning_holy_communion": {
		"title": "Additional Directions Concerning Holy Communion",
		"slug": "additional_directions_concerning_holy_communion",
		"pb_pages": [
			139,
			144
		],
		"sections": [
			{
				"id": "content",
				"title": "Content",
				"content": [
					{
						"type": "section_title",
						"text": "additional directions"
					},
					{
						"type": "section_title",
						"text": "concerning holy communion"
					},
					{
						"type": "text_block",
						"text": "Before the celebration of Holy Communion, the Holy Table should be covered with a clean white cloth."
					},
					{
						"type": "line",
						"text": "Rubrics indicating standing or kneeling imply \"as able.\""
					},
					{
						"type": "text_block",
						"text": "Where the greeting \"The Lord be with you\" is used, the response \"And also with you\" may be used in place of \"And with your spirit.\""
					},
					{
						"type": "text_block",
						"text": "A Penitential Order, for use at the opening of the liturgy, or for use on other occasions, may be arranged as follows:"
					},
					{
						"type": "line",
						"text": "The Acclamation",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Collect for Purity",
						"indent": true
					},
					{
						"type": "rubric",
						"text": "Then kneeling as able:"
					},
					{
						"type": "line",
						"text": "The Decalogue or The Summary of the Law",
						"indent": true
					},
					{
						"type": "line",
						"text": "[The Exhortation]",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Confession and Absolution [and Comfortable Words]",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Kyrie",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Collect of the Day",
						"indent": true
					},
					{
						"type": "text_block",
						"text": "The Athanasian Creed (page 769) may be used in place of the Nicene Creed on Trinity Sunday and other occasions as appropriate."
					},
					{
						"type": "text_block",
						"text": "The Prayers of the People in the Anglican Standard Text may be read straight through, omitting the silences and \"Lord in your mercy: Hear our prayer.\""
					},
					{
						"type": "page_break",
						"page": 140
					},
					{
						"type": "text_block",
						"text": "In both the Anglican Standard and Renewed Ancient Texts, other forms of the Prayers of the People may be used, provided the following concerns are included:"
					},
					{
						"type": "line",
						"text": "The universal Church, the clergy and people",
						"indent": true
					},
					{
						"type": "line",
						"text": "The mission of the Church",
						"indent": true
					},
					{
						"type": "line",
						"text": "The nation and all in authority",
						"indent": true
					},
					{
						"type": "line",
						"text": "The peoples of the world",
						"indent": true
					},
					{
						"type": "line",
						"text": "The local community",
						"indent": true
					},
					{
						"type": "line",
						"text": "Those who suffer and those in any need or trouble",
						"indent": true
					},
					{
						"type": "line",
						"text": "Thankful remembrance of the faithful departed and of all the blessings of our lives.",
						"indent": true
					},
					{
						"type": "text_block",
						"text": "The Exhortation is traditionally read on the First Sunday of Advent, the First Sunday in Lent, and Trinity Sunday."
					},
					{
						"type": "text_block",
						"text": "The Confession from Morning Prayer, or from either Eucharistic text, may be substituted for the one provided."
					},
					{
						"type": "text_block",
						"text": "As the bread and wine are placed upon the Holy Table by the Deacon, Celebrant, or other appointed person, it is customary to add a little water to the wine."
					},
					{
						"type": "text_block",
						"text": "In the Anglican Standard Text, the word \"offering\" may be substituted for the word \"oblation.\""
					},
					{
						"type": "text_block",
						"text": "In the Anglican Standard Text, it is permissible to replace the paragraph that begins \"Therefore, O Lord and heavenly Father,\" with this memorial acclamation:"
					},
					{
						"type": "line",
						"text": "Celebrant",
						"indent": true
					},
					{
						"type": "line",
						"text": "Therefore we proclaim the mystery of faith:",
						"bold": true,
						"indent": true
					},
					{
						"type": "line",
						"text": "Celebrant and People",
						"indent": true
					},
					{
						"type": "line",
						"text": "Christ has died.",
						"bold": true,
						"indent": true
					},
					{
						"type": "line",
						"text": "Christ is risen.",
						"bold": true,
						"indent": true
					},
					{
						"type": "line",
						"text": "Christ will come again.",
						"bold": true,
						"indent": true
					},
					{
						"type": "page_break",
						"page": 141
					},
					{
						"type": "text_block",
						"text": "In the Prayer of Humble Access, \"Apart from your grace,\" may be inserted at the beginning of sentence: \"We are not worthy so much as to gather up the crumbs under your table; but you are the same Lord whose character is always to have mercy.\""
					},
					{
						"type": "text_block",
						"text": "The words used when the Bread and Cup are given to the communicants may be taken from either Eucharistic Text."
					},
					{
						"type": "text_block",
						"text": "When the Priest is assisted by a Deacon or another Priest, it is customary for the presiding Priest to administer the consecrated Bread. The administration of consecrated Bread and Wine by Priests, Deacons and authorized laity shall be determined by the Ordinary."
					},
					{
						"type": "text_block",
						"text": "If the consecrated Bread or Wine does not suffice for the number of communicants, the Celebrant returns to the Holy Table and consecrates more of either or both saying,"
					},
					{
						"type": "text_block",
						"text": "\"Hear us, O heavenly Father, and with your Word and Holy Spirit bless and sanctify this Bread [Wine] that it, also, may be the Sacrament of the precious Body [Blood] of your Son Jesus Christ our Lord, who took Bread [the Cup] and said, \"This is my Body [Blood].\"",
						"indent": true
					},
					{
						"type": "text_block",
						"text": "If any consecrated Bread or Wine remains after the Communion, it may be set aside in a safe place for future reception. Apart from that which is to be set aside, the Priest or Deacon, and other communicants, reverently consume the remaining consecrated Bread, either after the Ministration of Communion or after the Dismissal. The consecrated Wine shall likewise be consumed, except as authorized and directed by the Bishop."
					},
					{
						"type": "text_block",
						"text": "In the Eastertide Dismissal, \"Alleluia, alleluia\" is customarily added to the beginning of the Deacon's verse when spoken, or to the end of the Deacon's verse when sung."
					},
					{
						"type": "page_break",
						"page": 142
					},
					{
						"type": "text_block",
						"text": "In the absence of a Priest, the Bishop may, at his discretion, authorize a Deacon to distribute Holy Communion to the Congregation from consecrated Bread and Wine. In this situation, the Deacon may say all that is appointed through the Offertory, though the Deacon may not pronounce an absolution after the Confession. After the Offertory, the Deacon reverently places the consecrated Sacrament on the Holy Table. The Deacon then leads the people in the Lord's Prayer. Omitting the breaking of the bread, the Deacon proceeds with the rest of the liturgy. There is no blessing at the end of the liturgy."
					},
					{
						"type": "section_title",
						"text": "the order of holy communion"
					},
					{
						"type": "section_title",
						"text": "according to"
					},
					{
						"type": "section_title",
						"text": "the book of common prayer 1662"
					},
					{
						"type": "text_block",
						"text": "The Anglican Standard Text may be re-arranged to reflect the 1662 ordering as follows:"
					},
					{
						"type": "line",
						"text": "The Lord's Prayer",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Collect for Purity",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Decalogue",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Collect of the Day",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Lessons",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Nicene Creed",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Sermon",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Offertory",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Prayers of the People",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Exhortation",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Confession and Absolution of Sin",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Comfortable Words",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Sursum Corda",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Sanctus",
						"indent": true
					},
					{
						"type": "page_break",
						"page": 143
					},
					{
						"type": "line",
						"text": "The Prayer of Humble Access",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Prayer of Consecration and the Ministration of Communion (ordered according to the footnote)",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Lord's Prayer",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Post Communion Prayer",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Gloria in Excelsis",
						"indent": true
					},
					{
						"type": "line",
						"text": "The Blessing",
						"indent": true
					},
					{
						"type": "section_title",
						"text": "concerning discipline at"
					},
					{
						"type": "section_title",
						"text": "holy communion"
					},
					{
						"type": "text_block",
						"text": "If the Priest knows that a person who is living a notoriously evil life intends to come to Communion, the Priest shall privately instruct that person not to come to the Lord's Table until he or she has given clear proof of repentance and amendment of life. The Priest shall follow the same procedure with those who have done wrong to their neighbors and are a scandal to the other members of the Congregation, not allowing such persons to receive Communion until they have made restitution for the wrong they have done."
					},
					{
						"type": "text_block",
						"text": "When the Priest sees that there is enmity between members of the Congregation, the Priest shall speak privately to each of them, telling them that they may not receive Communion until they have forgiven each other. And if the person or persons on one side truly forgive the others and desire and promise to make up for their faults, but those on the other side refuse to forgive, the Priest shall allow those who are penitent to come to Communion, but not those who are obstinate."
					},
					{
						"type": "text_block",
						"text": "In all such cases, the Priest is required to notify the Bishop as soon as possible (within fourteen days at the most) giving the reasons for refusing Communion."
					},
					{
						"type": "page_break",
						"page": 144
					}
				],
				"pb_page_start": 140,
				"pb_page_end": 144
			}
		]
	}
}