{
	"family_prayer": {
		"title": "Family Prayer",
		"slug": "family_prayer",
		"pb_pages": [
			66,
			78
		],
		"sections": [
			{
				"id": "content",
				"title": "Content",
				"content": [
					{
						"type": "page_break",
						"page": 66
					},
					{
						"type": "section_title",
						"text": "concerning family prayer",
						"size": "xl"
					},
					{
						"type": "text_block",
						"text": "These devotions follow the basic structure of the Daily Office of the Church and are particularly appropriate for families with young children."
					},
					{
						"type": "text_block",
						"text": "The Reading and the Collect may be read by one person, and the other parts said in unison, or in some other convenient manner."
					},
					{
						"type": "text_block",
						"text": "Appropriate Opening Sentences, Psalms, Readings, and Collects are provided in each service. When desired, however, the Collect of the Day, or any of the Collects appointed in the Daily Office, may be used instead. The Opening Sentences may be replaced by those appointed for various seasons in the liturgies for Morning and Evening Prayer."
					},
					{
						"type": "line",
						"text": "The Psalms and Readings may be replaced by those appointed in:",
						"indent": true
					},
					{
						"type": "line",
						"text": "the Sunday, Holy Days and Commemoration Lectionary; or",
						"indent": true
					},
					{
						"type": "line",
						"text": "the Daily Office Lectionary; or",
						"indent": true
					},
					{
						"type": "line",
						"text": "some other manual of devotion which provides daily selections for the Church Year.",
						"indent": true
					},
					{
						"type": "text_block",
						"text": "A concluding sentence from Morning or Evening Prayer may be used at the end of any of these devotions."
					},
					{
						"type": "page_break",
						"page": 67
					},
					{
						"type": "section_title",
						"text": "family prayer",
						"size": "xl"
					},
					{
						"type": "section_title",
						"text": "in the morning"
					},
					{
						"type": "rubric",
						"text": "The following or some other verse of Scripture is said"
					},
					{
						"type": "scripture",
						"ref": "psalm:51:15",
						"text": "O Lord, open my lips, and my mouth shall show forth your praise."
					},
					{
						"type": "section_title",
						"text": "psalm 51:10-12"
					},
					{
						"type": "show_psalm",
						"ps": 51,
						"from": 10,
						"to": 12,
						"bold": true
					},
					{
						"type": "gloria"
					},
					{
						"type": "rubric",
						"text": "Alternatively, Psalm 5:1-3 may be used."
					},
					{
						"type": "section_title",
						"text": "a reading from holy scripture"
					},
					{
						"type": "scripture",
						"ref": "1 Peter 1:3",
						"text": "Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead."
					},
					{
						"type": "page_break",
						"page": 68
					},
					{
						"type": "rubric",
						"text": "or this"
					},
					{
						"type": "scripture",
						"ref": "colossians 1:12-14",
						"text": "Give thanks to the Father, who has qualified you to share in the inheritance of the saints in light. He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, in whom we have redemption, the forgiveness of sins."
					},
					{
						"type": "rubric",
						"text": "or this"
					},
					{
						"type": "scripture",
						"ref": "colossians 3:1-4",
						"text": "If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. Set your minds on things that are above, not on things that are on earth. For you have died, and your life is hidden with Christ in God. When Christ who is your life appears, then you also will appear with him in glory."
					},
					{
						"type": "rubric",
						"text": "A period of silence may follow."
					},
					{
						"type": "rubric",
						"text": "A hymn or canticle may be used; the Apostles' Creed (page 75) may be said."
					},
					{
						"type": "rubric",
						"text": "Prayers may be offered for ourselves and others."
					},
					{
						"type": "section_title",
						"text": "the lord's prayer"
					},
					{
						"type": "lords_prayer"
					},
					{
						"type": "section_title",
						"text": "the collect"
					},
					{
						"type": "text_block",
						"text": "O Lord, our heavenly Father, almighty and everlasting God, you have brought us safely to the beginning of this day: Defend us by your mighty power, that we may not fall into sin nor run into any danger; and that, guided by your Spirit, we may do what is righteous in your sight; through Jesus Christ our Lord. **Amen.**"
					},
					{
						"type": "page_break",
						"page": 69
					},
					{
						"type": "section_title",
						"text": "at midday",
						"size": "xl"
					},
					{
						"type": "rubric",
						"text": "The following or some other verse of Scripture is said"
					},
					{
						"type": "scripture",
						"ref": "ephesians 1:3",
						"text": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places."
					},
					{
						"type": "section_title",
						"text": "Psalm 113:1-4"
					},
					{
						"type": "section_title",
						"text": "_Laudate, pueri_",
						"lowercase": true
					},
					{
						"type": "show_psalm",
						"ps": 113,
						"to": 4,
						"bold": true
					},
					{
						"type": "gloria"
					},
					{
						"type": "section_title",
						"text": "a reading from holy scripture"
					},
					{
						"type": "scripture",
						"ref": "john 15:4-5",
						"text": "Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me. I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing."
					},
					{
						"type": "rubric",
						"text": "or this"
					},
					{
						"type": "page_break",
						"page": 70
					},
					{
						"type": "scripture",
						"ref": "philippians 4:6-7",
						"text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
					},
					{
						"type": "rubric",
						"text": "A period of silence may follow."
					},
					{
						"type": "rubric",
						"text": "Prayers may be offered for ourselves and others."
					},
					{
						"type": "section_title",
						"text": "the lord's prayer"
					},
					{
						"type": "lords_prayer"
					},
					{
						"type": "section_title",
						"text": "the collect"
					},
					{
						"type": "text_block",
						"text": "Blessed Savior, at this hour you hung upon the Cross, stretching out your loving arms: Grant that all the peoples of the earth may look to you and be saved; for your tender mercies' sake. **Amen.**"
					},
					{
						"type": "page_break",
						"page": 71
					},
					{
						"type": "section_title",
						"text": "in the early evening",
						"size": "xl"
					},
					{
						"type": "rubric",
						"text": "This devotion may be used before or after the evening meal."
					},
					{
						"type": "rubric",
						"text": "The following or some other verse of Scripture is said"
					},
					{
						"type": "show_psalm",
						"ps": 36,
						"from": 7,
						"to": 7
					},
					{
						"type": "show_psalm",
						"ps": 36,
						"from": 9,
						"to": 9
					},
					{
						"type": "ref",
						"text": "psalm 36:7, 9"
					},
					{
						"type": "canticle",
						"name": "phos_hilaron"
					},
					{
						"type": "section_title",
						"text": "a reading from holy scripture"
					},
					{
						"type": "scripture",
						"ref": "2 corinthians 4:5-6",
						"text": "For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus' sake. For God, who said, \"Let light shine out of darkness,\" has shone in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ."
					},
					{
						"type": "rubric",
						"text": "or this"
					},
					{
						"type": "scripture",
						"ref": "john 8:12",
						"text": "Jesus spoke to them, saying, \"I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.\""
					},
					{
						"type": "rubric",
						"text": "or this"
					},
					{
						"type": "page_break",
						"page": 72
					},
					{
						"type": "scripture",
						"ref": "revelation 3:20",
						"text": "Jesus said, \"Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.\""
					},
					{
						"type": "rubric",
						"text": "A period of silence may follow."
					},
					{
						"type": "rubric",
						"text": "A hymn or canticle may be used; the Apostles' Creed (page 75) may be said."
					},
					{
						"type": "rubric",
						"text": "Prayers may be offered for ourselves and others."
					},
					{
						"type": "section_title",
						"text": "the lord's prayer"
					},
					{
						"type": "lords_prayer"
					},
					{
						"type": "section_title",
						"text": "the collect"
					},
					{
						"type": "text_block",
						"text": "Lord Jesus, stay with us, for evening is at hand and the day is past; be our companion in the way, kindle our hearts, and awaken hope, that we may know you as you are revealed in Scripture and the breaking of bread. Grant this for the sake of your love. **Amen.**"
					},
					{
						"type": "page_break",
						"page": 73
					},
					{
						"type": "section_title",
						"text": "at the close of day",
						"size": "xl"
					},
					{
						"type": "rubric",
						"text": "The following or some other verse of Scripture is said"
					},
					{
						"type": "show_psalm",
						"ps": 4,
						"from": 8,
						"to": 8
					},
					{
						"type": "ref",
						"text": "psalm 4:8"
					},
					{
						"type": "section_title",
						"text": "psalm 134"
					},
					{
						"type": "section_title",
						"text": "Ecce nunc",
						"lowercase": true
					},
					{
						"type": "show_psalm",
						"ps": 134,
						"to": 999,
						"bold": true
					},
					{
						"type": "section_title",
						"text": "a reading from holy scripture"
					},
					{
						"type": "scripture",
						"ref": "isaiah 26:3-4",
						"text": "You keep them in perfect peace whose minds are stayed on you, because they trust in you. Trust in the Lord for ever, for the Lord God is an everlasting rock."
					},
					{
						"type": "rubric",
						"text": "or this"
					},
					{
						"type": "scripture",
						"ref": "1 thessalonians 5:23",
						"text": "Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ."
					},
					{
						"type": "rubric",
						"text": "A period of silence may follow."
					},
					{
						"type": "rubric",
						"text": "A hymn or canticle may be used."
					},
					{
						"type": "rubric",
						"text": "Prayers may be offered for ourselves and others. It is appropriate that prayers of thanksgiving for the blessings of the day, and penitence for our sins, be included."
					},
					{
						"type": "page_break",
						"page": 74
					},
					{
						"type": "section_title",
						"text": "the lord's prayer"
					},
					{
						"type": "lords_prayer"
					},
					{
						"type": "section_title",
						"text": "the collect"
					},
					{
						"type": "text_block",
						"text": "Visit this place, O Lord, and drive far from it all snares of the enemy; let your holy angels dwell with us to preserve us in peace; and let your blessing be upon us always; through Jesus Christ our Lord. **Amen.**"
					},
					{
						"type": "canticle",
						"name": "nunc_dimittis"
					},
					{
						"type": "gloria"
					},
					{
						"type": "ref",
						"text": "luke 2:29-32"
					},
					{
						"type": "section_title",
						"text": "concluding sentence"
					},
					{
						"type": "text_block",
						"text": "The almighty and merciful Lord, Father, Son, and Holy Spirit, bless us and keep us, this night and evermore. **Amen.**"
					},
					{
						"type": "page_break",
						"page": 75
					},
					{
						"type": "rubric",
						"text": "When the Apostles Creed is included in Family Prayer, the text is as follows:"
					},
					{
						"type": "apostles_creed"
					},
					{
						"type": "page_break",
						"page": 76
					},
					{
						"type": "section_title",
						"text": "additional prayers",
						"size": "xl"
					},
					{
						"type": "section_title",
						"text": "for the spirit of prayer"
					},
					{
						"type": "text_block",
						"text": "O Almighty God, you pour out on all who desire it the spirit of grace and of supplication: Deliver us, when we draw near to you, from coldness of heart and wanderings of mind, that with steadfast thoughts and kindled affections we may worship you in spirit and in truth; through Jesus Christ our Lord. **Amen.**"
					},
					{
						"type": "section_title",
						"text": "for those we love"
					},
					{
						"type": "text_block",
						"text": "Almighty God, we entrust all who are dear to us to your never-failing care and love, for this life and the life to come, knowing that you are doing for them better things than we can desire or pray for; through Jesus Christ our Lord. **Amen.**"
					},
					{
						"type": "section_title",
						"text": "for the family"
					},
					{
						"type": "text_block",
						"text": "Merciful Savior, you loved Martha and Mary and Lazarus, hallowing their home with your sacred presence: Bless our home, we pray, that your love may rest upon us, and that your presence may dwell with us. May we all grow in grace and in the knowledge of you, our Lord and Savior. Teach us to love one another as you have commanded. Help us to bear one another's burdens in fulfillment of your law, O blessed Jesus, who with the Father and the Holy Spirit live and reign, one God, for ever and ever. **Amen.**"
					},
					{
						"type": "section_title",
						"text": "for relatives and friends"
					},
					{
						"type": "text_block",
						"text": "O Loving Father, we commend to your gracious keeping all who are near and dear to us. Have mercy upon any who are sick, and comfort those who are in pain, anxiety, or sorrow. Awaken all who are careless about eternal things. Bless those who are young and in health, that they may give the days of their strength to you. Comfort the aged and infirm, that your peace may rest upon them. Hallow the ties of kindred, that we may help and not hinder one another in all the good works that you have prepared for us to walk in; through Jesus Christ our Lord. **Amen.**"
					},
					{
						"type": "page_break",
						"page": 77
					},
					{
						"type": "section_title",
						"text": "for children"
					},
					{
						"type": "text_block",
						"text": "O Lord Jesus Christ, who took little children into your arms and blessed them: Bless the children of this family, that they may grow up in godly fear and love. Give them your strength and guidance day by day, that they may continue in your love and service to their lives' end. Grant this, O blessed Savior, for your own Name's sake. **Amen.**"
					},
					{
						"type": "section_title",
						"text": "in the morning"
					},
					{
						"type": "text_block",
						"text": "O Lord Jesus Christ, who took little children into your arms and blessed them: Bless the children of this family, that they may grow up in godly fear and love. Give them your strength and guidance day by day, that they may continue in your love and service to their lives' end. Grant this, O blessed Savior, for your own Name's sake. **Amen.**"
					},
					{
						"type": "section_title",
						"text": "at night"
					},
					{
						"type": "text_block",
						"text": "O Lord, support us all the day long through this trouble-filled life, until the shadows lengthen, and the evening comes, and the busy world is hushed, and the fever of life is over, and our work is done. Then in your mercy grant us a safe lodging, and a holy rest, and peace at the last. **Amen.**"
					},
					{
						"type": "page_break",
						"page": 78
					},
					{
						"type": "section_title",
						"text": "for quiet confidence"
					},
					{
						"type": "text_block",
						"text": "O God of peace, who hast taught us that in returning and rest we shall be saved, in quietness and in confidence shall be our strength: By the might of thy Spirit lift us, we pray thee, to thy presence, where we may be still and know that thou art God; through Jesus Christ our Lord. **Amen.**"
					},
					{
						"type": "section_title",
						"text": "family responses before meals"
					},
					{
						"type": "section_title",
						"text": "_Traditional_",
						"lowercase": true
					},
					{
						"type": "line",
						"text": "The eyes of all wait upon thee, O Lord;"
					},
					{
						"type": "line",
						"text": "And thou givest them their meat in due season.",
						"bold": true,
						"indent": true
					},
					{
						"type": "line",
						"text": "Thou openest thine hand;"
					},
					{
						"type": "line",
						"text": "And fillest all things living with plenteousness.",
						"bold": true,
						"indent": true
					},
					{
						"type": "line",
						"text": "Bless us, O Lord, and these thy gifts, which we are about to receive from thy bounty, through Christ our Lord."
					},
					{
						"type": "section_title",
						"text": "a grace before meals"
					},
					{
						"type": "text_block",
						"text": "Bless, O Lord, these gifts to our use, and us to your service, and make us ever mindful of the needs of others, through Jesus Christ our Lord. **Amen.**"
					},
					{
						"type": "rubric",
						"text": "In Advent, using the Antiphons found in the Calendar of Holy Days and Commemorations (page 712), families might consider singing the appropriate verse of the hymn \"O Come, O Come, Emmanuel\" each night beginning on December 16."
					}
				],
				"pb_page_start": 66,
				"pb_page_end": 78
			}
		]
	}
}