{
  "146": {
    "pageNumber": 146,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "from ash wednesday to the eve of palm sunday"
      },
      {
        "type": "section_title",
        "text": "_or_ penitential occasions"
      },
      {
        "type": "versical",
        "text": "celebrant:Bless the Lord who forgives all our sins."
      },
      {
        "type": "versical",
        "people": true,
        "text": "His mercy endures for ever."
      },
      {
        "type": "section_title",
        "text": "for holy week"
      },
      {
        "type": "versical",
        "text": "celebrant:Blessed be our God."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Now and for ever. Amen."
      },
      {
        "type": "section_title",
        "text": "from easter day until the eve of pentecost"
      },
      {
        "type": "versical",
        "text": "celebrant:Alleluia! Christ is risen!"
      },
      {
        "type": "versical",
        "people": true,
        "text": "The Lord is risen indeed! Alleluia!"
      },
      {
        "type": "section_title",
        "text": "for the day of pentecost, and"
      },
      {
        "type": "section_title",
        "text": "occasions of confirmation and ordination"
      },
      {
        "type": "versical",
        "text": "celebrant:The Lord will pour out his Spirit upon all flesh,"
      },
      {
        "type": "versical",
        "people": true,
        "text": "And your sons and daughters shall prophesy."
      },
      {
        "type": "versical",
        "text": "celebrant:Your old men shall dream dreams,"
      },
      {
        "type": "versical",
        "people": true,
        "text": "And your young men shall see visions."
      },
      {
        "type": "versical",
        "text": "celebrant:You shall know that the Lord is in the midst of his people,"
      },
      {
        "type": "versical",
        "people": true,
        "text": "That he is the Lord and there is none else."
      },
      {
        "type": "versical",
        "text": "celebrant:And it shall come to pass"
      },
      {
        "type": "versical",
        "people": true,
        "text": "That everyone who calls on the Name of the Lord"
      },
      {
        "type": "versical",
        "text": "shall be saved."
      },
      {
        "type": "ref",
        "text": "t: joel 2:27-28, 32 t; acts 2:17, 21 t"
      },
      {
        "type": "section_title",
        "text": "for all saints’ day and"
      },
      {
        "type": "section_title",
        "text": "other appropriate occasions"
      },
      {
        "type": "versical",
        "text": "celebrant:Worthy is the Lord our God,"
      },
      {
        "type": "versical",
        "people": true,
        "text": "To receive glory and honor and power."
      },
      {
        "type": "ref",
        "text": "t:revelation 4:11"
      }
    ]
  },
  "172": {
    "pageNumber": 172,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "In the Thanksgiving over the Water, the words “made regenerate” may be replaced by the words “born again.” Regeneration is a Biblical word (“the washing of regeneration,” Titus 3:5), and it appears in the Thirty-Nine Articles (IX and XXVII)."
      },
      {
        "type": "text_block",
        "text": "After the Baptism and signing, and prior to the giving of the candle (if there be one), a white garment may be placed upon the newly baptized. The Celebrant says, “Receive this white garment as a token of the righteousness given you by God’s grace in this Sacrament of Baptism, and as a sign that you should always give yourself to holy living for the glory of Jesus Christ our Lord. Amen.”"
      },
      {
        "type": "text_block",
        "text": "The Deacon or Celebrant may light a candle from the Paschal Candle and give it to the newly baptized, saying, “N., receive the light of our Lord Jesus Christ who said: ‘ I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.’  ”"
      },
      {
        "type": "text_block",
        "text": "If there is no celebration of the Holy Eucharist, the liturgy continues with the Lord’s Prayer. Other appropriate prayers may be added. The liturgy concludes with a blessing or an appropriate verse of Scripture."
      }
    ]
  },
  "173": {
    "pageNumber": 173,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "conditional baptism"
      },
      {
        "type": "rubric",
        "text": "If there is reasonable doubt that a person has been baptized with water “in the Name of the Father, and of the Son, and of the Holy Spirit,” the person is baptized in the usual manner, but this form of words is used. If you are not already baptized,__N.__, I baptize you in the Name of the Father, and of the Son, and of the Holy Spirit."
      },
      {
        "type": "section_title",
        "text": "emergency baptism"
      },
      {
        "type": "rubric",
        "text": "In case of emergency, any baptized person may administer Baptism, using the given name of the one baptized (if known), and pouring water on him or her, saying,"
      },
      {
        "type": "text_block",
        "text": "_N_., I baptize you in the Name of the Father, and of the Son, and of the Holy Spirit."
      },
      {
        "type": "rubric",
        "text": "The Lord’s Prayer is then said. Other prayers may be added."
      },
      {
        "type": "rubric",
        "text": "The person who administers emergency Baptism should inform the Priest of the appropriate Congregation, so that the fact can be properly recorded. If the baptized person recovers, the Baptism should be recognized at a public celebration of the Sacrament with a Bishop or Priest presiding, and the person baptized under emergency conditions, together with the Sponsors or Godparents, taking part in everything except the administration of the water."
      }
    ]
  },
  "174": {
    "pageNumber": 174,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "preface to confirmation",
        "size": "xl"
      },
      {
        "type": "text_block",
        "text": "The Anglican Church requires a public and personal profession of the Faith from every adult believer in Jesus Christ. Confirmation or Reception by a Bishop is its liturgical expression. Confirmation is clearly grounded in Scripture: the Apostles prayed for, and laid their hands on those who had already been baptized (2 timothy 1:6-7; acts 8:14-17; 19:6)."
      },
      {
        "type": "text_block",
        "text": "In Confirmation, through the Bishop’s laying on of hands and prayer for daily increase in the Holy Spirit, God strengthens the believer for Christian life in the service of Christ and his kingdom. Grace is God’s gift, and we pray that he will pour out his Holy Spirit on those who have already been made his children by adoption and grace in Baptism."
      },
      {
        "type": "text_block",
        "text": "At the direction of the Bishop, and after public reaffirmation of their baptismal promises, those having made adult professions of faith in other Christian traditions (including those confirmed in other traditions) are received into the Anglican Church with prayer and the laying on of hands by a Bishop."
      },
      {
        "type": "text_block",
        "text": "Confirmed believers who are already members of this Church (including those received from other traditions as above, those returning to active Christian discipleship after lapsing, and those experiencing a renewal of Christian commitment or significant life transition) may also reaffirm the pledges made to Christ and his Church with prayer and the laying on of hands by a Bishop."
      }
    ]
  },
  "176": {
    "pageNumber": 176,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The liturgy continues with the Lessons as directed in the Eucharist. Following the Nicene Creed, the Candidates are presented."
      },
      {
        "type": "section_title",
        "text": "the presentation, exhortation and examination"
      },
      {
        "type": "rubric",
        "text": "Only a Bishop may confirm. The Bishop customarily sits in a chair in front of the Altar Table. The Candidates and Presenters stand facing the Bishop as their Presenters say"
      },
      {
        "type": "versical",
        "text": "presenters: Reverend Father in God, we present these persons to receive the laying on of hands."
      },
      {
        "type": "versical",
        "text": "bishop: Have they been adequately prepared?"
      },
      {
        "type": "versical",
        "text": "presenters: They have."
      },
      {
        "type": "rubric",
        "text": "The Bishop then says"
      },
      {
        "type": "text_block",
        "text": "Dearly beloved, it is essential that those who wish to be Confirmed or Received in this Church publicly confess Jesus Christ as their Lord and Savior; become his disciples; know and affirm the Nicene Creed, the Lord’s Prayer, and the Ten Commandments; and have received instruction in the Holy Scriptures of the Old and New Testaments and the Catechism of the Church. God’s grace is imparted in Baptism, through which we are made God’s children by adoption and given the Holy Spirit. By the power of the Spirit, manifested in gifts and fruit, we are enabled to be God’s people for the sake of the world."
      },
      {
        "type": "text_block",
        "text": "Now, _these Candidates desire_ publicly to confess _their_ faith in Jesus Christ as Savior and _their_ commitment to follow him as Lord. _They_ also _desire_ the strengthening of grace through the laying on of hands, that the Holy Spirit may _fill_ them more and more for _their_ ministry in the Church and in the world."
      },
      {
        "type": "rubric",
        "text": "The Bishop then addresses the Candidates"
      },
      {
        "type": "versical",
        "text": "Do you, here in the presence of God and the Church,"
      },
      {
        "type": "versical",
        "text": "renew the solemn promises and vows made at your"
      },
      {
        "type": "versical",
        "text": "and commit to keep them?"
      }
    ]
  },
  "177": {
    "pageNumber": 177,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": "candidates: I do."
      },
      {
        "type": "versical",
        "text": "bishop: Do you renounce the devil and all the spiritual forces"
      },
      {
        "type": "versical",
        "text": "of wickedness that rebel against God?"
      },
      {
        "type": "versical",
        "text": "candidates I renounce them."
      },
      {
        "type": "versical",
        "text": "bishop: Do you renounce the empty promises and deadly"
      },
      {
        "type": "versical",
        "text": "deceits of this world that corrupt and destroy the"
      },
      {
        "type": "versical",
        "text": "creatures of God?"
      },
      {
        "type": "versical",
        "text": "candidates: I renounce them."
      },
      {
        "type": "versical",
        "text": "bishop: Do you renounce the sinful desires of the flesh that"
      },
      {
        "type": "versical",
        "text": "draw you from the love of God?"
      },
      {
        "type": "versical",
        "text": "candidates: I renounce them."
      },
      {
        "type": "versical",
        "text": "bishop: Do you turn to Jesus Christ and confess him as your Lord and Savior?"
      },
      {
        "type": "versical",
        "text": "candidates: I do."
      },
      {
        "type": "versical",
        "text": "bishop: Do you joyfully receive the Christian Faith, as"
      },
      {
        "type": "versical",
        "text": "revealed in the Holy Scriptures of the Old and New Testaments?"
      },
      {
        "type": "versical",
        "text": "candidates: I do."
      },
      {
        "type": "versical",
        "text": "bishop: Will you obediently keep God’s holy will and commandments,"
      },
      {
        "type": "versical",
        "text": "and walk in them all the days of your life?"
      },
      {
        "type": "versical",
        "text": "candidates: I will, the Lord being my helper."
      },
      {
        "type": "rubric",
        "text": "The Bishop addresses the Congregation, saying"
      },
      {
        "type": "text_block",
        "text": "Will you who witness these vows do all in your power to support these persons in their life in Christ?"
      },
      {
        "type": "rubric",
        "text": "The Congregation responds"
      },
      {
        "type": "versical",
        "text": "We will.",
        "bold": true
      }
    ]
  },
  "178": {
    "pageNumber": 178,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "prayer and the laying on of hands"
      },
      {
        "type": "rubric",
        "text": "The Bishop stands and says"
      },
      {
        "type": "line",
        "text": "Let us pray."
      },
      {
        "type": "text_block",
        "text": "Almighty and everliving God, we beseech you to strengthen these your servants for witness and ministry through the power of your Holy Spirit. Daily increase in them your manifold virtues of grace: the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and true godliness, and the spirit of holy fear, now and for ever. __Amen__."
      },
      {
        "type": "section_title",
        "text": "for confirmation"
      },
      {
        "type": "rubric",
        "text": "Each Confirmand kneels in front of the Bishop. The Bishop, then laying his hands upon the person’s head, prays"
      },
      {
        "type": "text_block",
        "text": "Defend, O Lord, this your servant _N_. with your heavenly grace, that _he_ may continue yours for ever, and daily increase in your Holy Spirit more and more until he comes into the fullness of your everlasting kingdom."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Amen."
      },
      {
        "type": "rubric",
        "text": "Or this"
      },
      {
        "type": "text_block",
        "text": "Strengthen, O Lord, with your Holy Spirit, your servant _N_.; empower _him_ for your service; and sustain _him_ all the days of _his_ life."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Amen."
      }
    ]
  },
  "179": {
    "pageNumber": 179,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "for reception",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "Those having made adult professions of faith in other Christian traditions are Received with the laying on of hands as follows."
      },
      {
        "type": "text_block",
        "text": "Strengthen, O Lord, with your Holy Spirit, your servant _N_., whom we recognize as a member of the One, Holy, Catholic, and Apostolic Church, and receive into the fellowship of this Communion. Empower _him_ for your service, and sustain _him_ all the days of _his_ life."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Amen."
      },
      {
        "type": "section_title",
        "text": "for reaffirmation",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Bishop may also accept with the laying on of hands the Reaffirmation of vows by a person who has previously been Confirmed or Received in this Church."
      },
      {
        "type": "text_block",
        "text": "_N_., the Holy Spirit, who has begun a good work in you, direct and empower you by his grace, that you may continue in the service of our Lord Jesus Christ all the days of your life."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Amen."
      },
      {
        "type": "rubric",
        "text": "o: The Bishop may make the sign of the Cross with the Oil of Chrism on the forehead of any receiving the laying on of hands, and may say",
        "optional": true
      },
      {
        "type": "text_block",
        "text": "_N_., I sign you with the Cross of our Lord Jesus Christ in the Name of the Father, and of the Son, and of the Holy Spirit.",
        "optional": true
      }
    ]
  },
  "180": {
    "pageNumber": 180,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "concluding prayer after the laying on of hands"
      },
      {
        "type": "rubric",
        "text": "The Bishop then says"
      },
      {
        "type": "text_block",
        "text": "Almighty and everliving God, let your fatherly hand ever be upon these your servants; let your Holy Spirit ever be with them; and so lead them in the knowledge and obedience of your Holy Word, that they may faithfully serve you in this life, and joyfully dwell with you in the life to come; through Jesus Christ our Lord. __Amen__."
      },
      {
        "type": "rubric",
        "text": "The Peace is now exchanged."
      },
      {
        "type": "versical",
        "text": "bishop: The Peace of the Lord be always with you."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And with your spirit."
      },
      {
        "type": "rubric",
        "text": "At the conclusion of the Liturgy, the following blessing may be used."
      },
      {
        "type": "text_block",
        "text": "Go forth into the world in peace, be of good courage, and fight the good fight of faith, that you may finish your course with joy; and the blessing of God Almighty, the Father, the Son, and the Holy Spirit, be among you, and remain with you always. __Amen__."
      }
    ]
  },
  "181": {
    "pageNumber": 181,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "additional directions",
        "size": "xl"
      },
      {
        "type": "text_block",
        "text": "If desired, the Collect for Purity, the Summary of the Law (or the Decalogue), the Kyrie (or the Trisagion), and the Gloria in excelsis may be inserted immediately after the opening versicles and before the salutation, “The Lord be with you.” If a Confession of Sin is desired, it may be inserted after the Summary of the Law (or the Decalogue)."
      },
      {
        "type": "text_block",
        "text": "It is particularly appropriate that parents, godparents, or others of godly influence be Presenters."
      },
      {
        "type": "text_block",
        "text": "The Prayers of the People are not used in this Liturgy. However, the Bishop may invite intercessions at an appropriate time."
      },
      {
        "type": "text_block",
        "text": "If there is no celebration of the Holy Eucharist, the liturgy continues with the Lord’s Prayer. Other appropriate prayers may be added."
      },
      {
        "type": "text_block",
        "text": "Those who have been Received with the laying on of hands according to this liturgy are considered to have been Confirmed in this Church."
      }
    ]
  },
  "183": {
    "pageNumber": 183,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "holy baptism",
        "size": "3xl"
      },
      {
        "type": "section_title",
        "text": "with",
        "size": "2xl",
        "indent": true
      },
      {
        "type": "section_title",
        "text": "confirmation, reception,",
        "size": "3xl"
      },
      {
        "type": "section_title",
        "text": "and",
        "size": "2xl",
        "indent": true
      },
      {
        "type": "section_title",
        "text": "reaffirmation",
        "size": "3xl"
      },
      {
        "type": "rubric",
        "text": "This rite is used whenever Baptisms and Confirmations occur together. The Bishop is the Celebrant. Except at the Easter Vigil, the rite follows the Sermon. This form may be used at the Easter Vigil in accordance with the rubrics and Additional Directions for that service."
      },
      {
        "type": "rubric",
        "text": "The Candidates with their Sponsors stand before the Bishop. The Bishop customarily sits in a chair in front of the Altar Table."
      },
      {
        "type": "section_title",
        "text": "the presentation",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Bishop says"
      },
      {
        "type": "text_block",
        "text": "The Candidate(s) for Holy Baptism will now be presented."
      },
      {
        "type": "section_title",
        "text": "adults and older children",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Candidates who are able to answer for themselves are presented individually by their Sponsors, using full names as follows"
      },
      {
        "type": "line",
        "text": "I present _N.N._ to receive the Sacrament of Baptism."
      }
    ]
  },
  "184": {
    "pageNumber": 184,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Bishop asks Candidates the following"
      },
      {
        "type": "versical",
        "text": "bishop: Have you already been baptized?"
      },
      {
        "type": "versical",
        "text": "candidate: No."
      },
      {
        "type": "versical",
        "text": "bishop: Do you desire to be baptized?"
      },
      {
        "type": "versical",
        "text": "candidate: I do."
      },
      {
        "type": "section_title",
        "text": "infants and younger children",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "Then the Candidates who are unable to answer for themselves are presented individ- ually by their Godparents and Sponsoring Parents, using full names, as follows"
      },
      {
        "type": "line",
        "text": "I present _N.N._ to receive the Sacrament of Baptism."
      },
      {
        "type": "rubric",
        "text": "When the following promises are made by Godparents and Sponsoring Parents of infants or young children, the Bishop addresses them"
      },
      {
        "type": "text_block",
        "text": "Today, on behalf of _this child_, you shall make vows to renounce the devil and all his works, to trust God wholeheartedly, and to serve him faithfully. It is your task to see that _this child_ is taught, as soon as _he_ is able to learn, the meaning of all these vows, and of the Faith that you will profess as revealed in the Holy Scriptures. _He_ must come to put _his_ faith in Jesus Christ, and learn the Creeds, the Lord’s Prayer, the Ten Commandments, and all other things that a Christian ought to know, believe, and do for the welfare of _his soul_. When _he has_ embraced all these, _he is_ to come to the Bishop to be confirmed, that _he_ may publicly claim the Faith for _his_ own and be further strengthened by the Holy Spirit to serve Christ and his kingdom."
      },
      {
        "type": "line",
        "text": "Are you willing and ready to undertake this?"
      },
      {
        "type": "rubric",
        "text": "Godparents and Sponsoring Parents"
      },
      {
        "type": "versical",
        "text": "I am, the Lord being my helper.",
        "bold": true
      }
    ]
  },
  "185": {
    "pageNumber": 185,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "adults seeking the laying on of hands",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Bishop says"
      },
      {
        "type": "text_block",
        "text": "The candidate(s) for _Confirmation, Reception and Reaffirmation_ will now be presented."
      },
      {
        "type": "rubric",
        "text": "The Candidate(s) and Presenters stand facing the Bishop as their Presenters say"
      },
      {
        "type": "versical",
        "text": "presenters: Reverend Father in God, we present these persons"
      },
      {
        "type": "versical",
        "text": "to receive the laying on of hands."
      },
      {
        "type": "versical",
        "text": "bishop: Have they been adequately prepared?"
      },
      {
        "type": "versical",
        "text": "presenters: They have."
      },
      {
        "type": "section_title",
        "text": "profession of faith",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Bishop examines all the Candidates, together with any Godparents and Sponsoring Parents, saying"
      },
      {
        "type": "versical",
        "text": "question: Do you renounce the devil and all the spiritual forces"
      },
      {
        "type": "versical",
        "text": "of wickedness that rebel against God?"
      },
      {
        "type": "versical",
        "text": "answer:b: I renounce them.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "question: Do you renounce the empty promises and deadly"
      },
      {
        "type": "versical",
        "text": "deceits of this world that corrupt and destroy the"
      },
      {
        "type": "versical",
        "text": "creatures of God?"
      },
      {
        "type": "versical",
        "text": "answer:b: I renounce them.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "question: Do you renounce the sinful desires of the flesh that"
      },
      {
        "type": "versical",
        "text": "draw you from the love of God?"
      },
      {
        "type": "versical",
        "text": "answer:b: I renounce them.",
        "bold": true
      },
      {
        "type": "rubric",
        "text": "The Bishop then prays over the Baptismal Candidate(s) and may anoint each Candidate with the Oil of Exorcism, saying"
      },
      {
        "type": "text_block",
        "text": "Almighty God deliver you from the powers of darkness and evil, and lead you into the light and obedience of the kingdom of his Son Jesus Christ our Lord. __Amen__."
      }
    ]
  },
  "186": {
    "pageNumber": 186,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Bishop continues"
      },
      {
        "type": "versical",
        "text": "question: Do you turn to Jesus Christ and confess him as your"
      },
      {
        "type": "versical",
        "text": "Lord and Savior?"
      },
      {
        "type": "versical",
        "text": "answer:b: I do.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "question: Do you joyfully receive the Christian Faith,"
      },
      {
        "type": "versical",
        "text": "as revealed in the Holy Scriptures of the Old and"
      },
      {
        "type": "versical",
        "text": "New Testaments?"
      },
      {
        "type": "versical",
        "text": "answer:b: I do.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "question: Will you obediently keep God’s holy will and"
      },
      {
        "type": "versical",
        "text": "commandments, and walk in them all the days of"
      },
      {
        "type": "versical",
        "text": "your life?"
      },
      {
        "type": "versical",
        "text": "answer:b: I will, the Lord being my helper.",
        "bold": true
      },
      {
        "type": "rubric",
        "text": "The Bishop addresses the Congregation, saying Will you who witness these vows do all in your power to support these persons in their life in Christ?"
      },
      {
        "type": "versical",
        "text": "We will.",
        "bold": true
      },
      {
        "type": "rubric",
        "text": "The Bishop then says"
      },
      {
        "type": "text_block",
        "text": "Let us join with these Candidates to proclaim our faith in the words of the ancient baptismal confession, the Apostles’ Creed."
      },
      {
        "type": "versical",
        "text": "bishop: Do you believe and trust in God the Father?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I do."
      },
      {
        "type": "versical",
        "text": "I believe in God the Father almighty,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "creator of heaven and earth.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "bishop: Do you believe and trust in Jesus Christ?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I do."
      },
      {
        "type": "versical",
        "text": "I believe in Jesus Christ, his only Son, our Lord.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "He was conceived by the Holy Spirit",
        "bold": true
      },
      {
        "type": "versical",
        "text": "and born of the Virgin Mary.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "He suffered under Pontius Pilate,",
        "bold": true
      }
    ]
  },
  "187": {
    "pageNumber": 187,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": "was crucified, died, and was buried.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "He descended to the dead.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "On the third day he rose again.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "He ascended into heaven,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "and is seated at the right hand of the Father.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "He will come again to judge the living and the dead.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "bishop: Do you believe and trust in the Holy Spirit?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I do."
      },
      {
        "type": "versical",
        "text": "I believe in the Holy Spirit,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "the holy catholic Church,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "the communion of saints,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "the forgiveness of sins,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "the resurrection of the body,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "and the life everlasting. Amen.",
        "bold": true
      },
      {
        "type": "section_title",
        "text": "prayer for the candidates for holy baptism",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Bishop now prays for the baptismal Candidates as follows"
      },
      {
        "type": "line",
        "text": "Let us pray."
      },
      {
        "type": "text_block",
        "text": "Almighty and everlasting Father, in your great mercy you saved Noah and his family in the Ark from the destruction of the flood, prefiguring the Sacrament of Holy Baptism. Look mercifully upon these your servants. Wash and sanctify them through your Holy Spirit, that they may be delivered from destruction and received into the Ark of Christ’s Church; and being steadfast in faith, joyful through hope, and rooted in love, they may pass through the turbulent floods of this troublesome world and come into the land of everlasting life, through Jesus Christ our Lord. __Amen__."
      },
      {
        "type": "section_title",
        "text": "thanksgiving over the water",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "If there is a procession to the baptismal font, a psalm, anthem, or hymn may be sung."
      }
    ]
  },
  "188": {
    "pageNumber": 188,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Deacon, or the Bishop, pours the water for Baptism."
      },
      {
        "type": "versical",
        "text": "bishop: The Lord be with you."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And with your spirit."
      },
      {
        "type": "versical",
        "text": "bishop: Lift up your hearts."
      },
      {
        "type": "versical",
        "people": true,
        "text": "We lift them up to the Lord."
      },
      {
        "type": "versical",
        "text": "bishop: Let us give thanks to the Lord our God."
      },
      {
        "type": "versical",
        "people": true,
        "text": "It is right to give him thanks and praise."
      },
      {
        "type": "rubric",
        "text": "The Bishop continues"
      },
      {
        "type": "text_block",
        "text": "We thank you, Almighty God, for the gift of water. Over it the Holy Spirit moved in the beginning of creation. Through it you led the children of Israel out of their bondage in Egypt into the land of promise. In it your Son Jesus received the baptism of John in the River Jordan when the Holy Spirit descended upon him as a dove."
      },
      {
        "type": "text_block",
        "text": "We thank you, Father, for the water of Baptism. In it we are buried with Christ in his death. By it we share in his resurrection. Through it we are made regenerate by the Holy Spirit. Therefore in joyful obedience to your Son, we bring into his fellowship those who come to him in faith, baptizing them in the Name of the Father, and of the Son, and of the Holy Spirit."
      },
      {
        "type": "rubric",
        "text": "Here the Bishop touches the water and says"
      },
      {
        "type": "text_block",
        "text": "Now, Father, sanctify this water by the power of your Holy Spirit. May all who are baptized here be cleansed from sin, be born again, and continue for ever faithful in the risen life of Jesus Christ our Savior. To him, to you, and to the Holy Spirit, be all honor and glory, now and for ever. __Amen__."
      }
    ]
  },
  "189": {
    "pageNumber": 189,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Bishop may say to the Sponsors,"
      },
      {
        "type": "line",
        "text": "Name this _Candidate/Child._"
      },
      {
        "type": "rubric",
        "text": "Then the Bishop immerses the Candidate or pours water upon the Candidate three times, saying"
      },
      {
        "type": "text_block",
        "text": "_N_., I baptize you in the Name of the Father, and of the Son, and of the Holy Spirit. __Amen__."
      },
      {
        "type": "rubric",
        "text": "The Bishop makes the sign of the Cross upon the forehead of the newly baptized (and may use the Oil of Chrism to do so), saying"
      },
      {
        "type": "text_block",
        "text": "_N_., receive the sign of the Cross as a token of your new life in Christ, in which you shall not be ashamed to confess the faith of Christ crucified, to fight bravely under his banner against the world, the flesh, and the devil, and to continue as his faithful soldier and servant to the end of your days. Amen."
      },
      {
        "type": "rubric",
        "text": "or this"
      },
      {
        "type": "text_block",
        "text": "_N_., you are sealed by the Holy Spirit in Baptism and marked as Christ’s own for ever. __Amen__."
      },
      {
        "type": "rubric",
        "text": "If garments or candles are presented, they are given here."
      },
      {
        "type": "rubric",
        "text": "When all have been baptized and signed the Bishop says"
      },
      {
        "type": "text_block",
        "text": "Heavenly Father, we thank you that by water and the Holy Spirit you have bestowed upon _these_ your _servants_ the forgiveness of sin, received them as your own _children_ by adoption, made _them members_ of your holy Church, and raised them to the new life of grace. Sustain _them_, O Lord, in your Holy Spirit, that _they_ may enjoy everlasting salvation through Jesus Christ our Lord. __Amen__."
      }
    ]
  },
  "190": {
    "pageNumber": 190,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Bishop continues"
      },
      {
        "type": "line",
        "text": "Let us welcome the newly baptized."
      },
      {
        "type": "rubric",
        "text": "Bishop and People"
      },
      {
        "type": "text_block",
        "text": "We receive you into the fellowship of the Church. Confess the faith of Christ crucified, proclaim his resurrection, and share with us in the royal priesthood of all his people.",
        "bold": true
      },
      {
        "type": "section_title",
        "text": "the confirmations, receptions and reaffirmations",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Bishop continues"
      },
      {
        "type": "text_block",
        "text": "Let us now pray for those who have made an adult profession of Faith and who seek the laying on of hands."
      },
      {
        "type": "text_block",
        "text": "Almighty and everliving God, we beseech you to strengthen these your servants for witness and ministry through the power of your Holy Spirit. Daily increase in them your manifold virtues of grace: the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and true godliness, and the spirit of holy fear, now and for ever. __Amen__."
      },
      {
        "type": "section_title",
        "text": "for confirmation",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "Each confirmand kneels in front of the Bishop. The Bishop, then laying his hands upon the person’s head, prays"
      },
      {
        "type": "text_block",
        "text": "Defend, O Lord, this your servant __N.__ with your heavenly grace, that he may continue yours for ever, and daily increase in your Holy Spirit more and more until he comes into the fullness of your everlasting kingdom."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Amen."
      }
    ]
  },
  "191": {
    "pageNumber": 191,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "Or this"
      },
      {
        "type": "text_block",
        "text": "Strengthen, O Lord, with your Holy Spirit, your servant _N_.; empower _him_ for your service; and sustain _him_ all the days of _his_ life."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Amen."
      },
      {
        "type": "section_title",
        "text": "for reception",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "Those having made adult professions of faith in other Christian traditions are Received with the laying on of hands as follows."
      },
      {
        "type": "text_block",
        "text": "Strengthen, O Lord, with your Holy Spirit, your servant _N_., whom we recognize as a member of the One, Holy, Catholic, and Apostolic Church, and receive into the fellowship of this Communion. Empower him for your service, and sustain _him_ all the days of _his_ life."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Amen."
      },
      {
        "type": "section_title",
        "text": "for reaffirmation",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Bishop may also accept with the laying on of hands the Reaffirmation of vows by a person who has previously been Confirmed or Received in this Church."
      },
      {
        "type": "text_block",
        "text": "_N_., the Holy Spirit, who has begun a good work in you, direct and empower you by his grace, that you may continue in the service of our Lord Jesus Christ all the days of your life."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Amen."
      }
    ]
  },
  "192": {
    "pageNumber": 192,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "o: The Bishop may make the sign of the Cross with the Oil of Chrism on the forehead of any receiving the laying on of hands, and may say",
        "optional": true
      },
      {
        "type": "text_block",
        "text": "_N_., I sign you with the Cross of our Lord Jesus Christ in the Name of the Father, and of the Son, and of the Holy Spirit.",
        "optional": true
      },
      {
        "type": "section_title",
        "text": "concluding prayer after the laying on of hands",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Bishop then says"
      },
      {
        "type": "text_block",
        "text": "Almighty and everliving God, let your fatherly hand ever be upon these your servants; let your Holy Spirit ever be with them; and so lead them in the knowledge and obedience of your Holy Word, that they may faithfully serve you in this life, and joyfully dwell with you in the life to come; through Jesus Christ our Lord. __Amen__."
      },
      {
        "type": "rubric",
        "text": "At a liturgy other than the Easter Vigil, the Exchange of the Peace and Offertory follow."
      },
      {
        "type": "rubric",
        "text": "At the conclusion of the Liturgy, the following blessing may be used."
      },
      {
        "type": "text_block",
        "text": "Go forth into the world in peace, be of good courage, and fight the good fight of faith, that you may finish your course with joy; and the blessing of God Almighty, the Father, the Son, and the Holy Spirit, be among you, and remain with you always. __Amen.__"
      }
    ]
  },
  "193": {
    "pageNumber": 193,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "additional directions",
        "size": "2xl"
      },
      {
        "type": "text_block",
        "text": "It is particularly appropriate that parents, godparents, or others of godly influence be Presenters at Confirmation."
      },
      {
        "type": "text_block",
        "text": "The Prayers of the People are not used in this Liturgy. However, the Bishop may invite intercessions at an appropriate time."
      },
      {
        "type": "text_block",
        "text": "After the Baptism and signing, and prior to the giving of the candle (if there be one), a white garment may be placed upon the newly baptized. The Bishop says, “Receive this white garment as a token of the righteousness given you by God’s grace in this Sacrament of Baptism, and as a sign that you should always give yourself to holy living for the glory of Jesus Christ our Lord. Amen.”"
      },
      {
        "type": "text_block",
        "text": "The Deacon or Bishop may light a candle from the Paschal Candle and give it to the newly baptized, saying, “_N_., receive the light of our Lord Jesus Christ who said: ‘ I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.’  ”"
      },
      {
        "type": "text_block",
        "text": "Those who have been Received with the laying on of hands according to this liturgy are considered to have been Confirmed in this Church."
      }
    ]
  },
  "194": {
    "pageNumber": 194,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "renewal of baptismal vows",
        "size": "3xl"
      },
      {
        "type": "rubric",
        "text": "If there are no baptisms or confirmations at the Easter Vigil, the Renewal of Baptismal Vows takes place after the Service of Lessons or the Sermon. On other occasions, the Renewal of Vows follows the Sermon. The Nicene Creed is not said."
      },
      {
        "type": "rubric",
        "text": "The people stand. The Celebrant addresses the Congregation in these or similar words"
      },
      {
        "type": "text_block",
        "text": "Through the Paschal mystery, dear friends, we are buried with Christ by Baptism into his death, and raised with him to new- ness of life. I call upon you, therefore, [now that our Lenten observance is ended,] to renew the solemn promises and vows of Holy Baptism, by which we once renounced the devil and all his works, and promised to serve God faithfully in his one holy catholic and apostolic Church."
      },
      {
        "type": "text_block",
        "text": "Do you, here in the presence of God and the Church, renew the solemn promises and vows made at your Baptism and commit yourself to keep them?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I do."
      },
      {
        "type": "versical",
        "text": "celebrant: Do you renounce the devil and all the spiritual forces"
      },
      {
        "type": "versical",
        "text": "of wickedness that rebel against God?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I renounce them."
      }
    ]
  },
  "195": {
    "pageNumber": 195,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": "celebrant: Do you renounce the empty promises and deadly"
      },
      {
        "type": "versical",
        "text": "deceits of this world that corrupt and destroy the"
      },
      {
        "type": "versical",
        "text": "creatures of God?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I renounce them."
      },
      {
        "type": "versical",
        "text": "celebrant: Do you renounce the sinful desires of the flesh that"
      },
      {
        "type": "versical",
        "text": "draw you from the love of God?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I renounce them."
      },
      {
        "type": "versical",
        "text": "celebrant: Do you turn to Jesus Christ and confess him as your"
      },
      {
        "type": "versical",
        "text": "Lord and Savior?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I do."
      },
      {
        "type": "versical",
        "text": "celebrant: Do you joyfully receive the Christian Faith,"
      },
      {
        "type": "versical",
        "text": "as revealed in the Holy Scriptures of the Old and New Testaments?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I do."
      },
      {
        "type": "versical",
        "text": "celebrant: Will you obediently keep God’s holy will and"
      },
      {
        "type": "versical",
        "text": "commandments, and walk in them all the days of"
      },
      {
        "type": "versical",
        "text": "your life?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I will, the Lord being my helper."
      },
      {
        "type": "rubric",
        "text": "The Celebrant continues"
      },
      {
        "type": "text_block",
        "text": "Let us now reaffirm our faith in the words of the ancient baptismal confession, the Apostles’ Creed."
      },
      {
        "type": "versical",
        "text": "celebrant: Do you believe and trust in God the Father?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I do."
      },
      {
        "type": "versical",
        "text": "I believe in God the Father almighty,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "creator of heaven and earth.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "celebrant: Do you believe and trust in Jesus Christ?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I do."
      },
      {
        "type": "versical",
        "text": "I believe in Jesus Christ, his only Son, our Lord.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "He was conceived by the Holy Spirit",
        "bold": true
      },
      {
        "type": "versical",
        "text": "and born of the Virgin Mary.",
        "bold": true
      }
    ]
  },
  "196": {
    "pageNumber": 196,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": "He suffered under Pontius Pilate,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "was crucified, died, and was buried.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "He descended to the dead.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "On the third day he rose again.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "He ascended into heaven,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "and is seated at the right hand of the Father.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "He will come again to judge the living and the dead.",
        "bold": true
      },
      {
        "type": "versical",
        "text": "celebrant: Do you believe and trust in the Holy Spirit?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "I do."
      },
      {
        "type": "versical",
        "text": "I believe in the Holy Spirit,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "the holy catholic Church,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "the communion of saints,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "the forgiveness of sins,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "the resurrection of the body,",
        "bold": true
      },
      {
        "type": "versical",
        "text": "and the life everlasting. Amen.",
        "bold": true
      },
      {
        "type": "rubric",
        "text": "The Celebrant concludes the Renewal of Vows as follows"
      },
      {
        "type": "line",
        "text": "Let us pray."
      },
      {
        "type": "text_block",
        "text": "Almighty God, you have built your Church upon the foundation of the Apostles and Prophets, Jesus Christ himself being the chief cornerstone: Grant us so to be joined together in unity of spirit by their doctrine, that we may be made a holy temple acceptable to you; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, world without end. __Amen__."
      },
      {
        "type": "rubric",
        "text": "Except in the Easter Vigil, the liturgy continues with the Prayers of the People."
      }
    ]
  },
  "199": {
    "pageNumber": 199,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "Great care should be taken to prepare all candidates for Holy Matrimony."
      },
      {
        "type": "text_block",
        "text": "In preparing couples for Holy Matrimony, the clergy should comply with their Provincial and Diocesan Canons, and any Diocesan Customaries. The canons expect that both candidates are baptized. It is also the responsibility of the clergy to understand local law and to consult with the Bishop should they believe themselves compelled by law to act in a manner contrary to the teaching or canons of this Church."
      },
      {
        "type": "section_title",
        "text": "banns of marriage",
        "size": "xl"
      },
      {
        "type": "text_block",
        "text": "The ancient custom of announcing the wedding publicly at least three times, also known as the “Banns of Marriage,” bids the prayers and support of the community. This speaks to the great necessity for the whole body of Christ to support those joined in Holy Matrimony and their witness in Church and in society."
      },
      {
        "type": "text_block",
        "text": "If the Banns are published, it shall be in the following form:"
      },
      {
        "type": "text_block",
        "text": "“I publish the Banns of Marriage between _N.N._, and _N.N._, and I bid your prayers on their behalf. If any of you know cause, or just impediment, why these two persons should not be joined together in Holy Matrimony, you are to declare it. This is the first [second _or_ third] time of asking.”"
      }
    ]
  },
  "200": {
    "pageNumber": 200,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "declaration of intention",
        "size": "xl"
      },
      {
        "type": "text_block",
        "text": "The text of the Declaration of Intention, to be signed and dated by both parties prior to the marriage, reads as follows:"
      },
      {
        "type": "text_block",
        "text": "“We, _N.N._ and _N.N._, desiring to receive the blessing of Holy Matrimony in the Church, do solemnly declare that we hold marriage to be a lifelong union of husband and wife as it is set forth in the Book of Common Prayer. We believe it is established by God for the procreation of children, and their nurture in the knowledge and love of the Lord; for mutual joy, and for the help and comfort given one another in prosperity and adversity; to maintain purity, so that husbands and wives, with all the household of God, might serve as holy and undefiled members of the Body of Christ; and for the upbuilding of Christ’s kingdom in family, church, and society, to the praise of his holy Name. We do engage ourselves, so far as in us lies, to make our utmost effort to establish this relationship and to seek God’s help thereto.”",
        "indent": true
      },
      {
        "type": "text_block",
        "text": "It may also be appropriate to conduct the signing of the Declaration of Intention during a public liturgy, to signify that the betrothal has taken place and that both parties have agreed to be prepared by the Church for Holy Matrimony, and to bid the prayers of the Congregation."
      },
      {
        "type": "text_block",
        "content": [
          {
            "type": "text",
            "value": "A brief liturgy for the signing of the Declaration of Intention appears "
          },
          {
            "type": "page_link",
            "page": 213,
            "text": "213"
          },
          {
            "type": "text",
            "value": "."
          }
        ]
      }
    ]
  },
  "201": {
    "pageNumber": 201,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "holy matrimony",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "At the time appointed, the persons to be married, with their witnesses and guests, assemble in the church or some other authorized place."
      },
      {
        "type": "rubric",
        "text": "During their entrance, a hymn, psalm, or anthem may be sung, or instrumental music may be played."
      },
      {
        "type": "rubric",
        "text": "Then the Officiant, facing the people and the persons to be married, with the woman to the right and the man to the left, addresses the Congregation saying"
      },
      {
        "type": "text_block",
        "text": "Dearly beloved: We have gathered together in the presence of God to witness and bless the joining together of this man and this woman in Holy Matrimony."
      },
      {
        "type": "text_block",
        "text": "Almighty God established the bond and covenant of marriage in creation as a sign of the mystical union between Christ and his Church. Our Lord Jesus Christ adorned this manner of life by his presence and first miracle at a wedding in Cana of Galilee, and it is commended by Holy Scripture to be held in honor among all people."
      },
      {
        "type": "text_block",
        "text": "The union of husband and wife in heart, body, and mind was ordained by God: for the procreation of children and their nurture in the knowledge and love of the Lord; for mutual joy, and for the help and comfort given one another in prosperity and adversity; to maintain purity, so that husbands and wives, with all the household of God, might serve as holy and undefiled members of the Body of Christ; and for the upbuilding of Christ’s kingdom in family, church, and society, to the praise of his holy Name."
      }
    ]
  },
  "202": {
    "pageNumber": 202,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "Therefore, marriage is not to be entered into unadvisedly or lightly, but reverently, deliberately, and in accordance with the purposes for which it was ordained by Almighty God."
      },
      {
        "type": "text_block",
        "text": "Into this holy union _N.N._ and _N.N._ now come to be joined. If any of you can show just cause why they may not be married in accordance with God’s Word, speak now; or else for ever hold your peace."
      },
      {
        "type": "rubric",
        "text": "The Officiant then continues, saying to the persons to be married"
      },
      {
        "type": "text_block",
        "text": "I require and charge you both, in the Name of God, from whom no secrets are hid, that if either of you know any impediment why you may not be married rightly, you do now confess it; being assured that those who are joined contrary to God’s Word are not truly united in Holy Matrimony."
      },
      {
        "type": "rubric",
        "text": "The Officiant says to the Man"
      },
      {
        "type": "text_block",
        "text": "_N._, will you have this woman to be your wife; to live together out of reverence for Christ in the covenant of Holy Matrimony? Will you love her, honor her, comfort and keep her, in sickness and in health; and, forsaking all others, be faithful to her as long as you both shall live?"
      },
      {
        "type": "rubric",
        "text": "The Man answers"
      },
      {
        "type": "versical",
        "text": ":b: I will.",
        "bold": true
      }
    ]
  },
  "203": {
    "pageNumber": 203,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Officiant says to the Woman"
      },
      {
        "type": "text_block",
        "text": "_N._, will you have this man to be your husband; to live together out of reverence for Christ in the covenant of Holy Matrimony? Will you honor him, love him, comfort and keep him, in sickness and in health; and, forsaking all others, be faithful to him as long as you both shall live?"
      },
      {
        "type": "rubric",
        "text": "The Woman answers"
      },
      {
        "type": "versical",
        "text": "I will.",
        "bold": true
      },
      {
        "type": "rubric",
        "text": "The Officiant then addresses the Congregation, saying"
      },
      {
        "type": "text_block",
        "text": "Will all of you witnessing these promises do all in your power to uphold this man and this woman in their marriage?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "We will."
      },
      {
        "type": "rubric",
        "text": "If there is to be a Presentation, the Officiant asks the following, or some other suitable question. Who presents _N._ [and _N._] for Holy Matrimony?"
      },
      {
        "type": "versical",
        "text": "response: We do."
      },
      {
        "type": "section_title",
        "text": "the collect of the day"
      },
      {
        "type": "rubric",
        "text": "The Celebrant says to the People"
      },
      {
        "type": "versical",
        "text": "The Lord be with you."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And with your spirit."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "Let us pray."
      }
    ]
  },
  "204": {
    "pageNumber": 204,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "O gracious and everliving God, you have created us male and female in your image: Look mercifully upon this man and this woman who come to you seeking your blessing, and assist them with your grace, that with true fidelity and steadfast love they may honor and keep the promises and vows they make; through Jesus Christ our Savior, who lives and reigns with you in the unity of the Holy Spirit, one God, for ever and ever. __Amen__."
      },
      {
        "type": "section_title",
        "text": "the lessons"
      },
      {
        "type": "rubric",
        "text": "One or more of the following passages is read."
      },
      {
        "type": "ref",
        "text": "genesis 1",
        "add_on": "26-28: (Male and female he created them)"
      },
      {
        "type": "ref",
        "text": "genesis 2",
        "add_on": "4-9, 15-24: (A man holds fast to his wife and they become one flesh)"
      },
      {
        "type": "ref",
        "text": "song of solomon 2",
        "add_on": "10-13; 8:6-7: (Many waters cannot quench love)"
      },
      {
        "type": "ref",
        "text": "tobit 8",
        "add_on": "5b-8: (That she and I may grow old together)"
      },
      {
        "type": "rubric",
        "text": "Between the Lessons, a Psalm, hymn, or anthem may be sung or said. Appropriate Psalms are 45, 67, 127, or 128."
      },
      {
        "type": "ref",
        "text": "1 corinthians 13",
        "add_on": "1-13: (Love is patient and kind)"
      },
      {
        "type": "ref",
        "text": "ephesians 3",
        "add_on": "14-19: (The Father from whom every family is named)"
      },
      {
        "type": "ref",
        "text": "ephesians 5",
        "add_on": "1-2, 21-33: (Walk in love, as Christ loved us)"
      },
      {
        "type": "ref",
        "text": "colossians 3",
        "add_on": "12-17: (Love which binds everything together in harmony)"
      },
      {
        "type": "ref",
        "text": "1 john 4",
        "add_on": "7-16: (Let us love one another, for love is of God)"
      },
      {
        "type": "ref",
        "text": "matthew 5",
        "add_on": "1-10: (The Beatitudes)"
      },
      {
        "type": "ref",
        "text": "matthew 5",
        "add_on": "13-16: (You are the light . . . Let your light shine)"
      },
      {
        "type": "ref",
        "text": "matthew 7",
        "add_on": "24-29: (Like a wise man who built his house on the rock)"
      },
      {
        "type": "ref",
        "text": "mark 10",
        "add_on": "6-16: (They are no longer two but one)"
      },
      {
        "type": "ref",
        "text": "john 2",
        "add_on": "1-11: (The wedding at Cana)"
      },
      {
        "type": "ref",
        "text": "john 15",
        "add_on": "9-12: (Love one another as I have loved you)"
      },
      {
        "type": "rubric",
        "text": "If Communion is to follow, a passage from the Gospels always concludes the Lessons. At a Eucharist, all stand, and the Deacon or Minister appointed says"
      }
    ]
  },
  "205": {
    "pageNumber": 205,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": ": The Holy Gospel of our Lord Jesus Christ according"
      },
      {
        "type": "versical",
        "text": "to ________."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Glory to you, Lord Christ."
      },
      {
        "type": "rubric",
        "text": "After the Gospel, the Reader says"
      },
      {
        "type": "versical",
        "text": ": The Gospel of the Lord."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Praise to you, Lord Christ."
      },
      {
        "type": "section_title",
        "text": "the sermon"
      },
      {
        "type": "section_title",
        "text": "the marriage"
      },
      {
        "type": "rubric",
        "text": "The Man, facing the Woman and taking her right hand in his, says"
      },
      {
        "type": "text_block",
        "text": "In the Name of God, I, _N._, take you, _N._, to be my wife, to have and to hold from this day forward, for better for worse, for richer for poorer, in sickness and in health, to love and to cherish, until we are parted by death, according to God’s holy Word. This is my solemn vow."
      },
      {
        "type": "rubric",
        "text": "Then they loose their hands, and the Woman, still facing the Man, takes his right hand in hers, and says"
      },
      {
        "type": "text_block",
        "text": "In the Name of God, I, _N._, take you, _N._, to be my husband, to have and to hold from this day forward, for better for worse, for richer for poorer, in sickness and in health, to love and to cherish, until we are parted by death, according to God’s holy Word. This is my solemn vow."
      },
      {
        "type": "rubric",
        "text": "They loose their hands. If there is to be an exchange of rings, the Bishop or Priest may ask God’s blessing on a ring or rings as follows"
      }
    ]
  },
  "206": {
    "pageNumber": 206,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "Bless, O Lord, _this ring_ to be _a sign_ of the vows by which this man and this woman have bound themselves to each other; through Jesus Christ our Lord. __Amen__."
      },
      {
        "type": "rubric",
        "text": "The giver places the ring on the ring-finger of the other’s left hand and says"
      },
      {
        "type": "text_block",
        "text": "_N._, I give you this ring as a symbol of my vow, and with all that I am, and all that I have, I honor you, in the Name of the Father, and of the Son, and of the Holy Spirit. Amen."
      },
      {
        "type": "rubric",
        "text": "The Officiant then joins the right hands of the husband and wife, and says"
      },
      {
        "type": "text_block",
        "text": "Now that _N._ and _N._ have given themselves to each other by solemn vows, with the joining of hands [and the giving and receiving of _a ring_], I pronounce that they are husband and wife, in the Name of the Father, and of the Son, and of the Holy Spirit."
      },
      {
        "type": "line",
        "text": "Those whom God has joined together let no one put asunder."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Amen."
      },
      {
        "type": "section_title",
        "text": "the prayers"
      },
      {
        "type": "rubric",
        "text": "If Communion is to follow, the Lord’s Prayer may be omitted here."
      },
      {
        "type": "rubric",
        "text": "All standing, the Officiant says"
      },
      {
        "type": "line",
        "text": "Let us pray together in the words our Savior taught us."
      },
      {
        "type": "rubric",
        "text": "People and Officiant"
      },
      {
        "type": "lords_prayer"
      }
    ]
  },
  "207": {
    "pageNumber": 207,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Deacon or other person appointed reads the following or other suitable prayers."
      },
      {
        "type": "line",
        "text": "Let us pray, saying, “Hear our prayer.”"
      },
      {
        "type": "text_block",
        "text": "Eternal God, creator and preserver of all life, author of salvation, and giver of all grace: Look with favor upon this man and this woman whom you make one flesh in Holy Matrimony, and enable them to fulfill the vows they have made."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Grant them wisdom and devotion in the ordering of their common life, that each may be to the other a partner in prayer, a strength in need, a counselor in perplexity, a comfort in sorrow, and a companion in joy."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Grant that their wills may be so knit together in your will, and their spirits in your Spirit, that they may grow in love and devotion to you and with one another all the days of their lives."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      }
    ]
  },
  "208": {
    "pageNumber": 208,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "Give them courage, when they hurt each other, to recognize and acknowledge their faults, to seek your forgiveness, and to forgive and be reconciled to one another."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "May their union in Holy Matrimony be a sign of the love between Christ and his Church, and a joyful witness to the world."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Bestow upon them, if it be your will, the gift and heritage of children, and the grace to bring them up to know you, to love you, and to serve you."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Grant that they may so love, honor, and cherish each other in faithfulness and patience, in wisdom and true godliness, that their home may be a haven of blessing and peace."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Give them such grace that together they may reach out in love and concern for others; and grant that all married persons who have witnessed these vows may find their lives strengthened and their loyalties confirmed."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      }
    ]
  },
  "209": {
    "pageNumber": 209,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "Grant these our prayers, O Father, who with your Son and the Holy Spirit live and reign in perfect unity, now and for ever. __Amen__."
      },
      {
        "type": "section_title",
        "text": "the blessing of the marriage"
      },
      {
        "type": "rubric",
        "text": "The Husband and Wife kneel, and the Officiant says"
      },
      {
        "type": "text_block",
        "text": "Most gracious God, we give you thanks for your tender love in sending Jesus Christ to come among us, to be born of a human mother, and to make the way of the Cross to be the way of life. We thank you, also, for consecrating the union of man and woman in his Name. By the power of your Holy Spirit, pour out the abundance of your blessing upon this man and this woman. Defend them from every enemy. Lead them into all peace. Let their love for each other be a seal upon their hearts, a mantle about their shoulders, and a crown upon their foreheads. Bless them in their work and in their companionship; in their sleeping and in their waking; in their joys and in their sorrows; in their life and in their death. In your mercy, bring them to your heavenly banquet where your saints feast for ever at the great marriage supper of the Lamb; through Jesus Christ our Lord, who with you and the Holy Spirit lives and reigns, one God, for ever and ever. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Husband and Wife still kneeling, the Bishop or Priest adds this nuptial blessing."
      },
      {
        "type": "text_block",
        "text": "God the Father, God the Son, God the Holy Spirit, bless, preserve, and keep you; the Lord mercifully with his favor look upon you, and fill you with all spiritual benediction and grace; that you may faithfully live together in this life, and in the age to come have life everlasting. __Amen.__"
      }
    ]
  },
  "210": {
    "pageNumber": 210,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "the peace"
      },
      {
        "type": "rubric",
        "text": "The Officiant may say to the People"
      },
      {
        "type": "line",
        "text": "The Peace of the Lord be always with you."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And with your spirit."
      },
      {
        "type": "rubric",
        "text": "The newly married couple may then exchange the Kiss of Peace, after which greetings may be exchanged throughout the Congregation."
      },
      {
        "type": "rubric",
        "text": "When Communion is not to follow, the wedding party leaves the church. A hymn, psalm, or anthem may be sung, or instrumental music may be played."
      },
      {
        "type": "rubric",
        "text": "When there is Communion, the liturgy continues with the Offertory, at which the newly married couple, or members of their family, may present the offerings of bread and wine."
      },
      {
        "type": "rubric",
        "text": "The Proper Preface of Holy Matrimony is used (page 156)."
      },
      {
        "type": "rubric",
        "text": "At the Communion, it is appropriate that the newly married couple receive Communion first, after the Ministers, and then be seated in a place suitable to allow others to receive Communion."
      },
      {
        "type": "rubric",
        "text": "The following Post Communion Prayer is used."
      },
      {
        "type": "section_title",
        "text": "post communion prayer"
      },
      {
        "type": "text_block",
        "text": "O God, the giver of all that is true and lovely and gracious: we thank you for binding us together in these holy mysteries of the Body and Blood of your Son Jesus Christ, uniting us with him, and giving us a foretaste of the great marriage supper of the Lamb. Grant that by your Holy Spirit, _N._ and _N._, now joined in Holy Matrimony, may become one in heart and soul, live in fidelity and peace, and obtain those eternal joys prepared for all who love you; for the sake of Jesus Christ our Lord. __Amen.__"
      }
    ]
  },
  "211": {
    "pageNumber": 211,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "additional directions",
        "size": "xl"
      },
      {
        "type": "text_block",
        "text": "The entrance of the principals at Holy Matrimony may consist of two processions, one of the groom and one of the bride, or of a single procession or gathering. The father of the bride, or another appointed family member, may serve as the representative of both families in presenting the couple for Holy Matrimony."
      },
      {
        "type": "text_block",
        "content": [
          {
            "type": "text",
            "value": "In place of the examination of the man and the woman given in this liturgy ("
          },
          {
            "type": "page_link",
            "page": 202,
            "text": "202-203"
          },
          {
            "type": "text",
            "value": "), the following questions based on the 1662 Book of Common Prayer may be substituted:"
          }
        ]
      },
      {
        "type": "rubric",
        "text": "i: The Officiant says to the Man",
        "indent": true
      },
      {
        "type": "text_block",
        "text": "_N._ will you have this woman to be your wedded wife, to live together after God’s ordinance in the holy estate of Matrimony? Will you love her, comfort her, honor, and keep her in sickness and in health; and, forsaking all others, keep yourself unto her alone, so long as you both shall live?",
        "indent": true
      },
      {
        "type": "rubric",
        "text": "i: The Man answers",
        "indent": true
      },
      {
        "type": "versical",
        "text": "I will."
      },
      {
        "type": "rubric",
        "text": "i: The Officiant says to the Woman",
        "indent": true
      },
      {
        "type": "text_block",
        "text": "_N._ will you have this man to be your wedded husband, to live together after God’s ordinance in the holy estate of Matrimony? Will you obey him and serve him, love, honor, and keep him in sickness and in health; and, forsaking all others, keep yourself unto him alone, so long as you both shall live?",
        "indent": true
      },
      {
        "type": "rubric",
        "text": "i: The Woman answers",
        "indent": true
      },
      {
        "type": "versical",
        "text": "I will."
      }
    ]
  },
  "212": {
    "pageNumber": 212,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "content": [
          {
            "type": "text",
            "value": "In place of the sentence given for the exchange of rings ("
          },
          {
            "type": "page_link",
            "page": 206,
            "text": "206"
          },
          {
            "type": "text",
            "value": "), the following sentence based on the 1662 _Book of Common Prayer_ may be substituted:"
          }
        ]
      },
      {
        "type": "text_block",
        "text": "With this ring I marry you, with my body I honor you, and with you all my worldly goods I share: In the Name of the Father, and of the Son, and of the Holy Spirit. Amen.",
        "indent": true
      },
      {
        "type": "text_block",
        "text": "The signing of the congregational register, if done publicly, occurs immediately after the Marriage and prior to the Prayers, or, if done outside the liturgy, immediately after the rite."
      },
      {
        "type": "text_block",
        "text": "At the conclusion of the liturgy, the newly married couple may be introduced with these, or similar words:"
      },
      {
        "type": "text_block",
        "text": "“Dearly beloved, please greet __15__.”"
      },
      {
        "type": "text_block",
        "text": "The liturgy may end with a procession of the bridal party and their families or according to local custom."
      },
      {
        "type": "text_block",
        "text": "Should a Deacon, by lawful authority, be permitted by the Bishop to officiate at Holy Matrimony, there can be no blessing of rings, nor the nuptial blessing which begins, “God the Father, God the Son, God the Holy Spirit.” Such blessings should be received at a later time from a Priest or Bishop."
      }
    ]
  },
  "213": {
    "pageNumber": 213,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "a brief liturgy for the signing",
        "size": "xl"
      },
      {
        "type": "section_title",
        "text": "of",
        "size": "xl"
      },
      {
        "type": "section_title",
        "text": "the declaration of intention",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "This liturgy is intended for public use in the context of a normal Sunday Eucharist after the Peace, or at any other public gathering."
      },
      {
        "type": "rubric",
        "text": "The Officiant says"
      },
      {
        "type": "text_block",
        "text": "Dearly beloved, two members of the Church have announced their desire to be married to one another in the sight of God and this Congregation. The pursuit of Holy Matrimony is a good and holy ambition, which requires thorough preparation and our prayerful support."
      },
      {
        "type": "text_block",
        "text": "Therefore, _N. and N._ have come before us to declare their intention to be married and to profess and subscribe to the Church’s Declaration of Intention, which reads:"
      },
      {
        "type": "rubric",
        "text": "The Officiant reads the Declaration"
      },
      {
        "type": "text_block",
        "text": "“We, N.N. and N.N., desiring to receive the blessing of Holy Matrimony in the Church, do solemnly declare that we hold marriage to be a lifelong union of husband and wife as it is set forth in the Book of Common Prayer. We believe it is established by God for the procreation of children, and their nurture in the knowledge and love of the Lord; for mutual joy, and for the help and comfort given one another in prosperity and adversity; to maintain purity, so that husbands and wives, with all the household of God, might serve as holy and undefiled members of the Body of Christ; and for the upbuilding of Christ’s kingdom in family, church, and society, to the praise of his holy Name. We do engage ourselves, so far as in us lies, to make our utmost effort to establish this relationship and to seek God’s help thereto.”"
      }
    ]
  },
  "214": {
    "pageNumber": 214,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": ": Is this your intention?"
      },
      {
        "type": "rubric",
        "text": "The couple responds"
      },
      {
        "type": "versical",
        "text": ": It is."
      },
      {
        "type": "rubric",
        "text": "The betrothed then sign the Declaration."
      },
      {
        "type": "rubric",
        "text": "The Officiant says"
      },
      {
        "type": "text_block",
        "text": "Now that _N._ and _N._ have declared their intention for a Holy Marriage, and have begun the process of pre-marital preparation, let us pray for their relationship [and for their families]."
      },
      {
        "type": "text_block",
        "text": "Almighty God, we thank you for the love of _N._ and _N._, and we ask your blessing upon them [and their families] during this time of preparation. Open their minds and hearts to one another, enable them faithfully to receive your Word and Sacrament, and help us to support them, that they may rightly prepare for their marriage. And, we pray, give us wisdom to uphold and encourage all who have been united in Holy Matrimony; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Officiant then asks"
      },
      {
        "type": "versical",
        "text": "Is this your intention?"
      },
      {
        "type": "rubric",
        "text": "The couple responds"
      },
      {
        "type": "versical",
        "text": "It is.",
        "bold": true
      },
      {
        "type": "rubric",
        "text": "The betrothed then sign the Declaration."
      },
      {
        "type": "rubric",
        "text": "The Officiant says"
      },
      {
        "type": "text_block",
        "text": "Now that _N. and N._ have declared their intention for a Holy Marriage, and have begun the process of pre-marital preparation, let us pray for their relationship [and for their families]."
      },
      {
        "type": "text_block",
        "text": "Almighty God, we thank you for the love of _N. and N._, and we ask your blessing upon them [and their families] during this time of preparation. Open their minds and hearts to one another, enable them faithfully to receive your Word and Sacrament, and help us to support them, that they may rightly prepare for their marriage. And, we pray, give us wisdom to uphold and encourage all who have been united in Holy Matrimony; through Jesus Christ our Lord. __Amen.__"
      }
    ]
  },
  "216": {
    "pageNumber": 216,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The service continues with the Magnificat or Psalm 116, the Officiant first saying"
      },
      {
        "type": "line",
        "text": "Let us, therefore, give thanks to God in the words of Scripture."
      },
      {
        "type": "cantical"
      },
      {
        "type": "rubric",
        "text": "or this"
      }
    ]
  },
  "217": {
    "pageNumber": 217,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "psalm 116"
      },
      {
        "type": "section_title",
        "text": "lcL (vv.1-2,3b-5,11-12,16)"
      },
      {
        "type": "show_psalm",
        "ps": 116,
        "to": 2,
        "bold": true
      },
      {
        "type": "show_psalm",
        "ps": 116,
        "from": 3,
        "fromLine": 2,
        "to": 5,
        "bold": true
      },
      {
        "type": "show_psalm",
        "ps": 116,
        "from": 11,
        "to": 12,
        "bold": true
      },
      {
        "type": "show_psalm",
        "ps": 116,
        "from": 16,
        "to": 26,
        "bold": true
      },
      {
        "type": "gloria"
      },
      {
        "type": "rubric",
        "text": "The Kyrie and the Lord’s Prayer follow, unless this rite is used within public worship."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "The Lord be with you."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And with your spirit."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "Let us pray."
      },
      {
        "type": "kyrie"
      }
    ]
  },
  "218": {
    "pageNumber": 218,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "Officiant and People say together"
      },
      {
        "type": "lords_prayer"
      },
      {
        "type": "rubric",
        "text": "If the occasion is the birth of a child, the Officiant may address the mother as follows. Otherwise, the liturgy continues with the Prayer for the Child."
      },
      {
        "type": "text_block",
        "text": "_N._, as it has pleased Almighty God, of his goodness, to give you a safe delivery, and to preserve you in the trials of childbirth, let us give thanks to God:"
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "O Lord, you have saved this woman, your servant,"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Who put her trust in you."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "Be to her a strong tower,"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Against the face of the enemy."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "O Lord, hear our prayer;"
      },
      {
        "type": "versical",
        "people": true,
        "text": "And let our cry come to you."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "Let us pray."
      },
      {
        "type": "text_block",
        "text": "Almighty God, we give you humble thanks for graciously preserving, through the pain and peril of childbirth, your servant _N._, who now desires to offer her praises and thanksgivings to you. Grant, we ask you, most merciful Father, that she, with your help, may faithfully live according to your will in this life, and may also partake in the everlasting glory of the life to come; through Jesus Christ our Lord. __Amen.__"
      }
    ]
  },
  "219": {
    "pageNumber": 219,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "prayer for the child"
      },
      {
        "type": "rubric",
        "text": "The Officiant then prays one or both of the following prayers."
      },
      {
        "type": "text_block",
        "text": "Watch over your child _N._, O Lord, as _his_ days increase; bless _him_ and guide _him_, and keep _him_ unspotted from the world. Strengthen _him_ when _he_ stands; comfort _him_ when discouraged or sorrowful; raise _him_ up if _he_ falls; and in _his_ heart may your peace which passes understanding abide all the days of _his_ life; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "O eternal God, you have promised to be a father to a thousand generations of those who love and fear you: Bless this child and preserve _his_ life; receive _him_ and enable _him_ to receive you, that through your grace and the Sacrament of Baptism _he_ may become the child of God; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Officiant may add one or more of the following prayers."
      },
      {
        "type": "section_title",
        "text": "for the parents"
      },
      {
        "type": "text_block",
        "text": "O God, you have taught us through your blessed Son that whoever receives a little child in the Name of Christ receives Christ himself: We give thanks for the blessing you have bestowed upon this family in giving them this child. Confirm their joy by a lively sense of your presence with them, and give them calm strength and patient wisdom as they seek to bring this child to love all that is true and noble, just and pure, lovable and gracious, excellent and admirable, following the example of our Lord and Savior Jesus Christ. __Amen.__"
      }
    ]
  },
  "220": {
    "pageNumber": 220,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "for a sibling"
      },
      {
        "type": "text_block",
        "text": "Heavenly Father, your Son our Savior took young children into his arms and blessed them: Strengthen _N._ to be a wholesome and godly example, a companion, and an encourager to _his_ new _brother_. Keep them from strife and discord, and when they hurt one another, give them your grace readily to forgive; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "section_title",
        "text": "for the birth parents of an adopted child"
      },
      {
        "type": "text_block",
        "text": "Heavenly Father, we ask you to bless each of the birth parents of this child. Reveal to them the fullness of your love for them and for the child entrusted to this family; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Officiant prays for the family, saying"
      },
      {
        "type": "text_block",
        "text": "May God the Father, who through Baptism has adopted you as his children, grant you his grace. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "May God the Son, who sanctified a home at Nazareth, fill you with his love. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "May God the Holy Spirit, who makes the Church one family, keep you in his peace. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "A Priest may then bless the family, saying"
      },
      {
        "type": "text_block",
        "text": "The blessing of God Almighty, the Father, the Son, and the Holy Spirit, be among you, and remain with you always. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Peace may be exchanged."
      }
    ]
  },
  "221": {
    "pageNumber": 221,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "additional directions",
        "size": "xl"
      },
      {
        "type": "text_block",
        "text": "The minister shall encourage parents not to defer the Baptism of their children. This rite does not serve to replace Holy Baptism, but provides the opportunity for families to give thanks upon the birth or adoption of a child."
      },
      {
        "type": "text_block",
        "text": "The minister of the Congregation is directed to instruct the people, from time to time, about the duty of Christian parents to make prudent provision for the well-being of their children, and the duty of all persons, as stewards of God’s provision, to make a will."
      },
      {
        "type": "text_block",
        "text": "This liturgy may only be adapted with the permission of the Bishop. In difficult circumstances, this service may require particular pastoral sensitivity."
      },
      {
        "type": "text_block",
        "text": "In the case of a single parent, the address “_N._ and _N._” is shortened to “_N._” In the case of the mother dying in childbirth or some other tragic event, the Church still proclaims, even through pain, that the child is a gift from God"
      }
    ]
  },
  "222": {
    "pageNumber": 222,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "concerning the rites of healing",
        "size": "xl"
      },
      {
        "type": "section_title",
        "text": "reconciliation of penitents"
      },
      {
        "type": "section_title",
        "text": "ministry to the sick"
      },
      {
        "type": "section_title",
        "text": "communion of the sick"
      },
      {
        "type": "text_block",
        "text": "Healing was central to the ministry of Jesus, our incarnate Lord. Healing is central to the ministry of the Church, the Body of Christ. Spoken prayer, anointing with oil, and the laying on of hands are the principal outward means employed by the Church for its ministry to those whose health is in any way impaired. The rite of Reconciliation and the reception of Holy Communion are also gifts through which healing takes place."
      },
      {
        "type": "text_block",
        "text": "All Christians are called to be agents of healing. Nevertheless, the regular forms of healing ministry set forth in this Prayer Book are expected to be coordinated and ordered under the authority of the Diocesan Bishop and the Priest having spiritual charge. Some aspects of healing ministry, most notably absolution and formal blessings, are reserved to Bishops and Priests. The use of holy oils (healing and exorcism), like the ministries of which they are a sign, may be extended to lay ministers by the Bishop and Priest having pastoral jurisdiction. Similarly, lay persons may be trained and authorized to carry the consecrated elements of Christ’s Body and Blood to the sick (or those otherwise confined or kept away from regular celebrations of the Holy Communion) under provisions set forward by the Ordinary."
      },
      {
        "type": "text_block",
        "text": "Because physical, emotional, and spiritual healing are often interrelated, it is particularly appropriate to encourage confession, reconciliation, and forgiveness in the context of ministry to the sick. The content of a confession is not normally a matter of subsequent discussion. The secrecy of a confession is morally binding for the confessor and is not to be broken."
      },
      {
        "type": "text_block",
        "text": "These rites are foundational to the many ways that the Church ministers to those who suffer in body, mind, or spirit."
      }
    ]
  },
  "223": {
    "pageNumber": 223,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "the rites of healing",
        "size": "xl"
      },
      {
        "type": "section_title",
        "text": "reconciliation of penitents"
      },
      {
        "type": "rubric",
        "text": "The Penitent begins"
      },
      {
        "type": "line",
        "text": "Bless me, for I have sinned.",
        "bold": true
      },
      {
        "type": "rubric",
        "text": "The Priest says"
      },
      {
        "type": "text_block",
        "text": "The Lord be in your heart and upon your lips that you may truly and humbly confess your sins: In the Name of the Father, and of the Son, and of the Holy Spirit. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "Penitent"
      },
      {
        "type": "text_block",
        "text": "I confess to Almighty God, to his Church, and to you, that I have sinned by my own fault in thought, word, and deed, in things done and left undone; especially ___8___. For these and all other sins that I cannot now remember, I am truly sorry. I pray God to have mercy on me. I firmly intend amendment of life, and I humbly beg forgiveness of God and his Church, and ask you for counsel, direction, and absolution.",
        "bold": true
      },
      {
        "type": "rubric",
        "text": "Here the Priest may offer counsel, direction, and comfort."
      }
    ]
  },
  "224": {
    "pageNumber": 224,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Priest then declares"
      },
      {
        "type": "text_block",
        "text": "Our Lord Jesus Christ, who has given power to his Church to absolve all sinners who truly repent and believe in him, of his great mercy forgive you all your offenses; and by his authority committed to me, I absolve you from all your sins: In the Name of the Father, and of the Son, and of the Holy Spirit. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "or tb Almighty God, our heavenly Father, who in his great mercy has promised forgiveness of sins to all those who sincerely repent and with true faith turn to him, have mercy upon you, pardon and deliver you from all your sins, confirm and strengthen you in all goodness, and bring you to everlasting life; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "line",
        "text": "The Lord has put away all your sins."
      },
      {
        "type": "versical",
        "text": "penitent: Thanks be to God."
      },
      {
        "type": "rubric",
        "text": "The following prayer may also be said"
      },
      {
        "type": "line",
        "text": "Let us pray."
      },
      {
        "type": "text_block",
        "text": "O most loving Father, by your mercy you put away the sins of those who truly repent, and remember their sins no more. Restore and renew in your servant whatever has been corrupted by the fraud and malice of the devil, or by his own selfish will and weakness. Preserve and protect him within the fellowship of the Church; hear his prayers and relieve his pain; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Priest concludes"
      },
      {
        "type": "line",
        "text": "Go (_or_ abide) in peace, and pray for me, a sinner."
      }
    ]
  },
  "225": {
    "pageNumber": 225,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "ministry to the sick",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Officiant begins"
      },
      {
        "type": "text_block",
        "text": "Savior of the world, by your Cross and precious blood you have redeemed us;"
      },
      {
        "type": "text_block",
        "text": "Save us, and help us, we humbly beseech you, O Lord."
      },
      {
        "type": "rubric",
        "text": "The Priest (or other authorized person) anoints the sick person’s forehead with the Oil of the Sick by making the sign of the Cross. If appropriate, other parts of the body which suffer from sickness or injury may also be anointed. Others may join in the laying on of hands. The Officiant says"
      },
      {
        "type": "text_block",
        "text": "_N._, I anoint you with oil and I (_or_ we) lay my (_or_ our) hands upon you in the Name of the Father, and of the Son, and of the Holy Spirit. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "Lord Jesus Christ, heal this your servant, sustain him with your presence, drive away all sickness of body, mind, and spirit, and give to him that victory of life and peace which will enable him to serve you both now and evermore. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "A Priest may add the following prayer. If this rite is used with multiple persons, it is appropriate for this prayer to be used after all have received individual prayer."
      },
      {
        "type": "text_block",
        "text": "As you are outwardly anointed with this holy oil, so may our heavenly Father grant you the inward anointing of the Holy Spirit. Of his great mercy, may he forgive you your sins, release you from suffering, and restore you to wholeness and strength. May he deliver you from all evil, preserve you in all goodness, and bring you to everlasting life; through Jesus Christ our Lord. __Amen.__"
      }
    ]
  },
  "226": {
    "pageNumber": 226,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "content": [
          {
            "type": "text",
            "value": "Additional prayers or intercessions may be said. Additional prayers are "
          },
          {
            "type": "page_link",
            "page": 231,
            "text": "231-235"
          },
          {
            "type": "text",
            "value": ". See also Occasional Prayers #56-63 "
          },
          {
            "type": "page_link",
            "page": 663,
            "text": "663-665"
          },
          {
            "type": "text",
            "value": "."
          }
        ]
      },
      {
        "type": "rubric",
        "text": "The Lord’s Prayer is said."
      },
      {
        "type": "lords_prayer"
      },
      {
        "type": "rubric",
        "text": "The Officiant then prays"
      },
      {
        "type": "text_block",
        "text": "The Almighty Lord, who is a strong tower to all who put their trust in him, to whom all things in heaven, on earth, and under the earth bow and obey: Be now and evermore your defense, and make you know and feel that the only Name under heaven given for health and salvation is the Name of our Lord Jesus Christ. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "A Priest may conclude the above prayer with a blessing."
      }
    ]
  },
  "227": {
    "pageNumber": 227,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "communion of the sick",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "This rite is used when the consecrated elements are brought from an earlier celebration of Holy Communion."
      },
      {
        "type": "rubric",
        "text": "The Minister says"
      },
      {
        "type": "scripture",
        "ref": "philippians 1:2",
        "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
      },
      {
        "type": "rubric",
        "text": "The Minister continues"
      },
      {
        "type": "text_block",
        "text": "Almighty God, to you all hearts are open, all desires known, and from you no secrets are hid: Cleanse the thoughts of our hearts by the inspiration of your Holy Spirit, that we may perfectly love you, and worthily magnify your holy Name; through Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "A psalm may be prayed. Psalms 23, 62, 103, and 145 are particularly appropriate."
      },
      {
        "type": "button",
        "text": "Psalm 23"
      },
      {
        "type": "button",
        "text": "Psalm 62"
      },
      {
        "type": "button",
        "text": "Psalm 103"
      },
      {
        "type": "button",
        "text": "psalm 145"
      },
      {
        "type": "rubric",
        "text": "One of the following Gospel lessons is read, or the readings appropriate to the day."
      },
      {
        "type": "scripture",
        "ref": "john 3:16 t",
        "text": "God so loved the world, that he gave his only-begotten Son, that whoever believes in him should not perish but have eternal life."
      }
    ]
  },
  "228": {
    "pageNumber": 228,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "line",
        "text": "Jesus said, “I am the living bread that came down from"
      },
      {
        "type": "line",
        "text": "heaven. If anyone eats of this bread, he will live forever."
      },
      {
        "type": "line",
        "text": "And the bread that I will give for the life of the world is my"
      },
      {
        "type": "line",
        "text": "flesh. For my flesh is true food, and my blood is true drink."
      },
      {
        "type": "line",
        "text": "Whoever feeds on my flesh and drinks my blood abides in me,"
      },
      {
        "type": "scripture",
        "ref": "john 6:51, 55-56",
        "text": "and I in him.”"
      },
      {
        "type": "rubric",
        "text": "Reflection on the Lessons may follow. Additional prayers may be offered."
      },
      {
        "type": "rubric",
        "text": "The Minister may say the Confession, and the sick person joins in as able."
      },
      {
        "type": "confession_communion"
      },
      {
        "type": "rubric",
        "text": "A Priest, if present, says"
      },
      {
        "type": "text_block",
        "text": "Almighty God, our heavenly Father, who in his great mercy has promised forgiveness of sins to all those who sincerely repent and with true faith turn to him, have mercy upon you, pardon and deliver you from all your sins, confirm and strengthen you in all goodness, and bring you to everlasting life; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "A Deacon or lay person prays"
      },
      {
        "type": "text_block",
        "text": "Grant to your faithful people, merciful Lord, pardon and peace; that we may be cleansed from all our sins, and serve you with a quiet mind; through Jesus Christ our Lord. __Amen.__"
      }
    ]
  },
  "229": {
    "pageNumber": 229,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": "minister: The peace of the Lord be always with you."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And with your spirit."
      },
      {
        "type": "versical",
        "text": "minister: Let us pray."
      },
      {
        "type": "rubric",
        "text": "Minister and People"
      },
      {
        "type": "lords_prayer"
      },
      {
        "type": "rubric",
        "text": "Then may be said"
      },
      {
        "type": "line",
        "text": "Lamb of God, you take away the sin of the world;"
      },
      {
        "type": "line",
        "text": "have mercy on us.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "Lamb of God, you take away the sin of the world;"
      },
      {
        "type": "line",
        "text": "have mercy on us.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "Lamb of God, you take away the sin of the world;"
      },
      {
        "type": "line",
        "text": "grant us your peace.",
        "bold": true,
        "indent": true
      },
      {
        "type": "rubric",
        "text": "The minister may say"
      },
      {
        "type": "text_block",
        "text": "The Gifts of God for the People of God. Take them in remembrance that Christ died for you, and feed on him in your hearts by faith, with thanksgiving."
      }
    ]
  },
  "230": {
    "pageNumber": 230,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Sacrament is then distributed with the following words"
      },
      {
        "type": "text_block",
        "text": "The Body of our Lord Jesus Christ, which was given for you, preserve your body and soul to everlasting life."
      },
      {
        "type": "text_block",
        "text": "The Blood of our Lord Jesus Christ, which was shed for you, preserve your body and soul to everlasting life."
      },
      {
        "type": "rubric",
        "text": "After Communion, the Minister says"
      },
      {
        "type": "post_communion_standard"
      },
      {
        "type": "rubric",
        "text": "A Priest gives this blessing"
      },
      {
        "type": "text_block",
        "text": "The peace of God which passes all understanding keep your hearts and minds in the knowledge and love of God, and of his Son Jesus Christ our Lord; and the blessing of God Almighty, the Father, the Son, and the Holy Spirit, be among you, and remain with you always. __Amen.__"
      }
    ]
  },
  "231": {
    "pageNumber": 231,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "A Deacon or lay person says the following"
      },
      {
        "type": "scripture",
        "ref": "2 corinthians 13:14 t",
        "text": "The grace of our Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit, be with us all evermore. Amen."
      },
      {
        "type": "versical",
        "text": "minister: Let us bless the Lord."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Thanks be to God."
      }
    ]
  },
  "232": {
    "pageNumber": 232,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "for_sick_person"
      },
      {
        "type": "for_recovery"
      },
      {
        "type": "for_sick_child"
      },
      {
        "type": "before_an_operation"
      },
      {
        "type": "strength_and_confidence"
      }
    ]
  },
  "233": {
    "pageNumber": 233,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "sanctification_of_illness"
      },
      {
        "type": "health_of_body_and_soul"
      },
      {
        "type": "thanks_beginning_of_recovery"
      },
      {
        "type": "little_hope_of_recovery"
      }
    ]
  },
  "234": {
    "pageNumber": 234,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "prayers for use by a sick person",
        "size": "xl"
      },
      {
        "type": "trust_in_god"
      },
      {
        "type": "in_pain"
      },
      {
        "type": "when_taking_medicine"
      }
    ]
  },
  "235": {
    "pageNumber": 235,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "for_sleep"
      },
      {
        "type": "in_the_morning"
      },
      {
        "type": "section_title",
        "text": "Scriptures for use by a sick person",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "For peseverance in suffering:"
      },
      {
        "type": "button",
        "text": "isaiah 53:"
      },
      {
        "type": "button",
        "text": "1 peter 2:21-25:"
      },
      {
        "type": "button",
        "text": "1 thessalonians 5:16-24:"
      },
      {
        "type": "button",
        "text": "2 corinthians 12:7-10:"
      },
      {
        "type": "button",
        "text": "romans 8:18-39:"
      },
      {
        "type": "rubric",
        "text": "For hope for healing:"
      },
      {
        "type": "button",
        "text": "2 kings 5:1-14:"
      },
      {
        "type": "button",
        "text": "james 5:13-20:"
      },
      {
        "type": "button",
        "text": "luke 5:12-26:"
      },
      {
        "type": "button",
        "text": "luke 13:10-17:"
      },
      {
        "type": "button",
        "text": "acts 3:1-10:"
      },
      {
        "type": "rubric",
        "text": "For the hope of eternity:"
      },
      {
        "type": "button",
        "text": "luke 2:25-35:"
      },
      {
        "type": "button",
        "text": "john 14:"
      },
      {
        "type": "button",
        "text": "1 corinthians 15:42-58:"
      },
      {
        "type": "button",
        "text": "2 corinthians 4:7-18:"
      },
      {
        "type": "button",
        "text": "1 thessalonians 4:13-18:"
      },
      {
        "type": "rubric",
        "content": [
          {
            "type": "text",
            "value": "See also the Selections of Psalms "
          },
          {
            "type": "page_link",
            "page": 269,
            "text": "269"
          },
          {
            "type": "text",
            "value": "."
          }
        ]
      }
    ]
  },
  "236": {
    "pageNumber": 236,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "concerning ministry to the dying",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "For Christians, death is a defeated enemy. In Christ, death has become the gateway to everlasting life. As St. Paul reminded the Church at Corinth:"
      },
      {
        "type": "line",
        "text": "i ‘Death is swallowed up in victory."
      },
      {
        "type": "line",
        "text": "i O death, where is your victory?"
      },
      {
        "type": "line",
        "text": "i O death, where is your sting?’"
      },
      {
        "type": "line",
        "text": "i The sting of death is sin, and the power of sin is the law. But"
      },
      {
        "type": "line",
        "text": "i thanks be to God, who gives us the victory through our Lord Jesus Christ."
      },
      {
        "type": "ref",
        "text": "1 corinthians 15:54-57"
      },
      {
        "type": "rubric",
        "text": "When a person is near death, the minister should be notified. This rite is a customary part of the Church’s pastoral care."
      },
      {
        "type": "rubric",
        "text": "This liturgy is intended to be prayed with one who has received Jesus Christ as Savior and Lord. The Officiant may appropriately inquire of the dying person as to his or her acceptance of the Christian faith. If the person has not been baptized, Emergency Baptism (page 173) should be administered before the use of this rite."
      },
      {
        "type": "section_title",
        "text": "ministry _to the_ dying",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Officiant begins"
      },
      {
        "type": "scripture",
        "ref": "luke 10:5 t",
        "text": "Peace be to this house [or place], and to all who dwell in it."
      },
      {
        "type": "rubric",
        "text": "The Officiant continues with the following prayer"
      },
      {
        "type": "text_block",
        "text": "Almighty God, look on this your servant, lying in great weakness, and comfort him with the promise of life everlasting, given in the resurrection of your Son Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "section_title",
        "text": "litany at the time of death"
      },
      {
        "type": "rubric",
        "text": "The following may be said. When possible, it is desirable that those present join in the responses."
      },
      {
        "type": "line",
        "text": "O God the Father,"
      },
      {
        "type": "line",
        "text": "Have mercy on your servant.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "O God the Son,"
      },
      {
        "type": "line",
        "text": "Have mercy on your servant.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "O God the Holy Spirit,"
      },
      {
        "type": "line",
        "text": "Have mercy on your servant.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "O Holy Trinity, one God,"
      },
      {
        "type": "line",
        "text": "Have mercy on your servant.",
        "bold": true,
        "indent": true
      }
    ]
  },
  "238": {
    "pageNumber": 238,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "line",
        "text": "Lord Jesus Christ, deliver your servant from all evil, sin, and tribulation;"
      },
      {
        "type": "line",
        "text": "Good Lord, deliver him.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "By your holy Incarnation, by your Cross and Passion, by your precious Death and Burial,"
      },
      {
        "type": "line",
        "text": "Good Lord, deliver him.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "By your glorious Resurrection and Ascension, and by the Coming of the Holy Spirit,"
      },
      {
        "type": "line",
        "text": "Good Lord, deliver him.",
        "bold": true,
        "indent": true
      },
      {
        "type": "text_block",
        "text": "We sinners beseech you to hear us, Lord Christ: That it may please you to deliver the soul of your servant from the power of evil, and from eternal death,"
      },
      {
        "type": "line",
        "text": "We beseech you to hear us, good Lord.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "That it may please you mercifully to pardon all his sins,"
      },
      {
        "type": "line",
        "text": "We beseech you to hear us, good Lord.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "That it may please you to give him joy and gladness in your kingdom, with your saints in light,"
      },
      {
        "type": "line",
        "text": "We beseech you to hear us, good Lord.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "That it may please you to raise him up at the last day,"
      },
      {
        "type": "line",
        "text": "We beseech you to hear us, good Lord.",
        "bold": true,
        "indent": true
      },
      {
        "type": "rubric",
        "text": "The following or some other suitable anthem may be sung or said"
      },
      {
        "type": "line",
        "text": "Son of God, we beseech you to hear us."
      },
      {
        "type": "line",
        "text": "Son of God, we beseech you to hear us.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "O Lamb of God, you take away the sin of the world;"
      },
      {
        "type": "line",
        "text": "Have mercy upon _him_.",
        "bold": true,
        "indent": true
      }
    ]
  },
  "239": {
    "pageNumber": 239,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "line",
        "text": "O Lamb of God, you take away the sin of the world;"
      },
      {
        "type": "line",
        "text": "Have mercy upon _him_.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "O Lamb of God, you take away the sin of the world;"
      },
      {
        "type": "line",
        "text": "Grant _him_ your peace.",
        "bold": true,
        "indent": true
      },
      {
        "type": "line",
        "text": "O Christ, hear us"
      },
      {
        "type": "line",
        "text": "O Christ, hear us.",
        "bold": true,
        "indent": true
      },
      {
        "type": "kyrie"
      },
      {
        "type": "rubric",
        "text": "Officiant and People say together"
      },
      {
        "type": "lords_prayer"
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "O Lord, show your mercy upon us;"
      },
      {
        "type": "versical",
        "people": true,
        "text": "As we put our trust in you."
      }
    ]
  },
  "240": {
    "pageNumber": 240,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Officiant prays"
      },
      {
        "type": "line",
        "text": "Let us pray."
      },
      {
        "type": "text_block",
        "text": "O Sovereign Lord Christ, deliver your servant, __N.__, from all evil, and set him free from every bond; that he may rest with all your saints in the eternal habitations; where with the Father and the Holy Spirit you live and reign, one God, for ever and ever. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Officiant may invite those present to offer words of thanksgiving, reconciliation, or farewell. The Officiant may conclude with words of comfort."
      },
      {
        "type": "section_title",
        "text": "commendation at the time of death"
      },
      {
        "type": "rubric",
        "text": "Here a Priest may anoint the dying person with oil."
      },
      {
        "type": "rubric",
        "text": "The Priest says"
      },
      {
        "type": "line",
        "text": "Depart, O Christian soul, out of this world;"
      },
      {
        "type": "line",
        "text": "In the Name of God the Father Almighty who created you;"
      },
      {
        "type": "line",
        "text": "In the Name of Jesus Christ who redeemed you;"
      },
      {
        "type": "line",
        "text": "In the Name of the Holy Spirit who sanctifies you."
      },
      {
        "type": "line",
        "text": "May your rest be this day in peace, and your dwelling place in the Paradise of God."
      },
      {
        "type": "section_title",
        "text": "a commendatory prayer"
      },
      {
        "type": "text_block",
        "text": "Into your hands, O merciful Savior, we commend your servant _N._ Acknowledge, we humbly beseech you, a sheep of your own fold, a lamb of your own flock, a sinner of your own redeeming. Receive him into the arms of your mercy, into the blessed rest of everlasting peace, and into the glorious company of the saints in light. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Officiant and People may say"
      }
    ]
  },
  "241": {
    "pageNumber": 241,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "canticle",
        "name": "nunc_dimittis"
      },
      {
        "type": "section_title",
        "text": "closing prayer"
      },
      {
        "type": "rubric",
        "text": "The Officiant prays"
      },
      {
        "type": "text_block",
        "text": "May _his_ soul and the souls of all the faithful departed, through the mercy of God, rest in peace. __Amen.__"
      },
      {
        "type": "section_title",
        "text": "additional directions",
        "size": "xl"
      },
      {
        "type": "text_block",
        "text": "This rite is designed to be flexible in length. It may be adjusted according to the circumstances and condition of the dying person. Different portions of the rite may be used at different times, provided the order of the various elements is retained. In cases of great urgency, the Commendation at the Time of Death may be used alone. In the absence of a member of the clergy, this service may be led by any Christian."
      },
      {
        "type": "text_block",
        "text": "The minister may inquire of the dying person as to his or her desire to be reconciled to both God and neighbor. If the dying person feels troubled in conscience with any matter, the minister should offer the rite of Reconciliation of a Penitent. On evidence of repentance, the minister shall give assurance of God’s mercy and forgiveness."
      }
    ]
  },
  "242": {
    "pageNumber": 242,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "If desired, Holy Communion may be administered using the rite for Communion of the Sick. It is appropriate for others present to receive the Sacrament as well. If the dying person cannot receive both the consecrated bread and wine, it is suitable to administer the Sacrament in one kind only. If he or she desires to receive, but by reason of extreme sickness is unable to consume either element, the minister is to assure the person that all the benefits of Holy Communion are conveyed, even though the elements are not received with the mouth."
      }
    ]
  },
  "243": {
    "pageNumber": 243,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "prayers _for a_ vigil",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "It is appropriate that family and friends come together prior to a funeral. This rite may be used on such an occasion, whether at the church, a funeral home, or elsewhere."
      },
      {
        "type": "rubric",
        "text": "The Minister says"
      },
      {
        "type": "text_block",
        "text": "Dear Friends: It was our Lord Jesus himself who said, “Come to me, all who labor and are heavy laden, and I will give you rest.” Let us pray, then, for our brother __N.__, that he may rest from his labors, and enter into God’s eternal Sabbath rest."
      },
      {
        "type": "rubric",
        "text": "A psalm may be prayed. Psalms 23 and 121 are particularly appropriate."
      },
      {
        "type": "rubric",
        "text": "One or more of the following Lessons is read."
      },
      {
        "type": "text_block",
        "text": "But we do not want you to be uninformed, brothers and sisters, about those who are asleep, that you may not grieve as others do who have no hope. For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep."
      },
      {
        "type": "ref",
        "text": "1 thessalonians 4:13-15"
      }
    ]
  },
  "244": {
    "pageNumber": 244,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you? And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also."
      },
      {
        "type": "ref",
        "text": "john 14:2-3"
      },
      {
        "type": "rubric",
        "text": "The following and other additional prayers may be said. The Litany at the Time of Death (pages 237-239) may also be used."
      },
      {
        "type": "text_block",
        "text": "O God, who by the glorious resurrection of your Son Jesus Christ destroyed death and brought life and immortality to light: Grant that your servant _N._, being raised with Christ, may know the strength of his presence and rejoice in his eternal glory; who with you and the Holy Spirit lives and reigns, one God, for ever and ever. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "Most merciful God, whose wisdom is beyond our understanding: deal graciously with those who mourn [especially ___8___]. Surround them with your love, that they may not be overwhelmed by their loss, but have confidence in your goodness, and strength to meet the days to come; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Minister says"
      },
      {
        "type": "line",
        "text": "And now as our Savior Christ has taught us, we are bold to pray"
      },
      {
        "type": "rubric",
        "text": "Minister and People say together"
      },
      {
        "type": "lords_prayer"
      }
    ]
  },
  "245": {
    "pageNumber": 245,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Minister says"
      },
      {
        "type": "scripture",
        "ref": "romans 15:13",
        "text": "May the God of hope fill us with all joy and peace in believing through the power of the Holy Spirit. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Minister may say"
      },
      {
        "type": "text_block",
        "text": "May his soul, and the souls of all the faithful departed, through the mercy of God, rest in peace."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And may light perpetual shine upon them. Amen."
      }
    ]
  },
  "246": {
    "pageNumber": 246,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "regarding christian death",
        "size": "xl"
      },
      {
        "type": "section_title",
        "text": "and burial",
        "size": "xl"
      },
      {
        "type": "text_block",
        "text": "The burial of a Christian is an occasion of both sorrow and joy—our sorrow in the face of death, and our joy in Jesus’ promise of the resurrection of the body and the life everlasting. As the burial liturgy proclaims, “life is changed, not ended; and when our mortal body lies in death, there is prepared for us a dwelling place eternal in the heavens.”"
      },
      {
        "type": "text_block",
        "text": "The Christian burial liturgy looks forward to eternal life rather than backward to past events. It does not primarily focus on the achievements or failures of the deceased; rather, it calls us to proclaim the Good News of Jesus and his triumph over death, even as we celebrate the life and witness of the deceased."
      },
      {
        "type": "text_block",
        "text": "The readings should always be drawn from the Bible, and the prayers and music from the Christian tradition. A wake preceding the service and a reception following the service are appropriate places for personal remembrances. Where possible, the burial liturgy is conducted in a church, and it is often celebrated within the context of the Eucharist."
      },
      {
        "type": "text_block",
        "text": "The _Book of Common Prayer_ has always admonished Christians to be mindful of their mortality. It is therefore the duty of all Christians, as faithful stewards, to draw up a Last Will and Testament, making provision for the well-being of their families and not neglecting to leave bequests for the mission of the Church. In addition, it is important while in health to provide direction for one’s own funeral arrangements, place of burial, and the Scripture readings and hymns of the burial liturgy, and to make them known to the Priest."
      }
    ]
  },
  "247": {
    "pageNumber": 247,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "reception of the body",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The following form may be used at whatever time the body is brought to the church."
      },
      {
        "type": "rubric",
        "text": "The Officiant meets the body at the door of the church and says"
      },
      {
        "type": "text_block",
        "text": "With faith in Jesus Christ, we receive the body of our _brother N._ for burial. Let us pray with confidence to God, the Giver of life, that he will raise _him_ to perfection in the company of the saints."
      },
      {
        "type": "rubric",
        "text": "Silence may be kept; after which the Officiant says"
      },
      {
        "type": "text_block",
        "text": "O Sovereign Lord Christ, deliver your servant, _N._, from all evil, and set _him_ free from every bond; that _he_ may rest with all your saints in the eternal habitations; where with the Father and the Holy Spirit you live and reign, one God, for ever and ever. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "Let us also pray for all who mourn, that they may cast their care on God, and know the consolation of his love."
      },
      {
        "type": "rubric",
        "text": "Silence may be kept; after which the Officiant says"
      },
      {
        "type": "text_block",
        "text": "Almighty God, look with pity upon the sorrows of your servants for whom we pray. Remember them, Lord, in mercy; nourish them with patience; comfort them with a sense of your goodness; lift up your countenance upon them; and give them peace; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "If a funeral pall is to be used, it should be draped over the casket at this time."
      }
    ]
  },
  "248": {
    "pageNumber": 248,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "concerning the burial of the dead",
        "size": "xl"
      },
      {
        "type": "text_block",
        "text": "The death of a member of the Church should be reported as soon as possible to, and arrangements for the funeral should be made in consultation with, the Minister of the Congregation."
      },
      {
        "type": "text_block",
        "text": "The Baptized are properly buried from a church."
      },
      {
        "type": "text_block",
        "text": "This Burial Office is intended for those who have been baptized and profess the Christian Faith. Portions of this Office may be adapted for other circumstances."
      },
      {
        "type": "text_block",
        "text": "The coffin is to be closed before the liturgy, and it remains closed thereafter. It is appropriate that it be covered with a funeral pall or other suitable covering."
      },
      {
        "type": "text_block",
        "text": "The Committal normally follows the burial liturgy, at the place where the remains are to be interred. If necessary, the Committal and interment may take place before the burial liturgy. The Committal may also be used prior to cremation."
      },
      {
        "type": "text_block",
        "text": "A Priest normally presides at the liturgy. It is appropriate that the Bishop, when present, preside at the Eucharist and pronounce the Commendation. When the services of a Priest cannot be obtained, a Deacon or lay reader may preside at the liturgy."
      },
      {
        "type": "text_block",
        "text": "It is desirable that the Lesson from the Old Testament and the Epistle be read by lay persons. At the burial of a child, the passages from Lamentations, 1 John, and John 6, together with Psalm 23, are recommended."
      },
      {
        "type": "text_block",
        "text": "It is customary that the Officiant meet the body and go before it into the church (page 247) or towards the grave."
      },
      {
        "type": "text_block",
        "text": "The anthems at the beginning of the liturgy are sung or said as the body is borne into the church, or during the entrance of the Ministers, or by the Officiant standing in the accustomed place."
      }
    ]
  },
  "249": {
    "pageNumber": 249,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "the"
      },
      {
        "type": "section_title",
        "text": "burial of the dead",
        "size": "xl"
      },
      {
        "type": "section_title",
        "text": "procession of the body"
      },
      {
        "type": "rubric",
        "text": "All stand while the following anthems are said or sung. A hymn, psalm, or some other suitable anthem may also be used."
      },
      {
        "type": "line",
        "text": "I am the resurrection and the life, says the Lord."
      },
      {
        "type": "line",
        "text": "Whoever believes in me,"
      },
      {
        "type": "line",
        "text": "though he die, yet shall he live,"
      },
      {
        "type": "line",
        "text": "and everyone who lives and believes in me"
      },
      {
        "type": "line",
        "text": "shall never die."
      },
      {
        "type": "ref",
        "text": "john 11:25-26 t"
      },
      {
        "type": "line",
        "text": "For I know that my Redeemer lives,"
      },
      {
        "type": "line",
        "text": "and at the last he will stand upon the earth."
      },
      {
        "type": "line",
        "text": "And after my skin has been thus destroyed,"
      },
      {
        "type": "line",
        "text": "yet in my flesh I shall see God,"
      },
      {
        "type": "line",
        "text": "whom I shall see for myself,"
      },
      {
        "type": "line",
        "text": "and my eyes shall behold, and not another."
      },
      {
        "type": "ref",
        "text": "job 19:25-27"
      },
      {
        "type": "line",
        "text": "For none of us lives to himself,"
      },
      {
        "type": "line",
        "text": "and none of us dies to himself."
      },
      {
        "type": "line",
        "text": "For if we live, we live to the Lord,"
      },
      {
        "type": "line",
        "text": "and if we die, we die to the Lord."
      },
      {
        "type": "line",
        "text": "So then, whether we live or whether we die,"
      },
      {
        "type": "line",
        "text": "we are the Lord’s."
      },
      {
        "type": "ref",
        "text": "romans 14:7-9"
      }
    ]
  },
  "250": {
    "pageNumber": 250,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "line",
        "text": "For we brought nothing into the world,"
      },
      {
        "type": "line",
        "text": "and it is certain we carry nothing out."
      },
      {
        "type": "line",
        "text": "The Lord gave, and the Lord has taken away;"
      },
      {
        "type": "line",
        "text": "blessed be the name of the Lord."
      },
      {
        "type": "ref",
        "text": "1 timothy 6:7 t; job 1:21"
      },
      {
        "type": "line",
        "text": "Blessed are the dead who die in the Lord;"
      },
      {
        "type": "line",
        "text": "Even so, says the Spirit,"
      },
      {
        "type": "line",
        "text": "for they rest from their labors."
      },
      {
        "type": "ref",
        "text": "revelation 14:13 t"
      },
      {
        "type": "rubric",
        "text": "The Officiant may greet the Congregation and briefly introduce the purpose of Christian Burial."
      },
      {
        "type": "rubric",
        "text": "The Officiant then says"
      },
      {
        "type": "versical",
        "text": "The Lord be with you."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And with your spirit."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "Let us pray."
      },
      {
        "type": "section_title",
        "text": "at the burial of an adult"
      },
      {
        "type": "text_block",
        "text": "O God, who by the glorious resurrection of your Son Jesus Christ destroyed death and brought life and immortality to light: Grant that your servant _N._, being raised with Christ, may know the strength of his presence and rejoice in his eternal glory; who with you and the Holy Spirit lives and reigns, one God, for ever and ever. __Amen.__"
      },
      {
        "type": "section_title",
        "text": "at the burial of a child"
      },
      {
        "type": "text_block",
        "text": "O God, whose beloved Son took children into his arms and blessed them: Give us grace to entrust _N._ to your never-failing care and love, and bring us all to your heavenly kingdom; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. __Amen.__"
      }
    ]
  },
  "251": {
    "pageNumber": 251,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The Officiant may add the following prayer"
      },
      {
        "type": "text_block",
        "text": "Most merciful God, whose wisdom is beyond our understanding: deal graciously with those who mourn [especially ___8___]. Surround them with your love, that they may not be overwhelmed by their loss, but have confidence in your goodness, and strength to meet the days to come; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The People sit."
      },
      {
        "type": "rubric",
        "text": "One or more of the following passages from Holy Scripture is read."
      },
      {
        "type": "section_title",
        "text": "the lessons"
      },
      {
        "type": "line",
        "text": "isaiah 25:6-9 _(He will swallow up death for ever)_"
      },
      {
        "type": "line",
        "text": "isaiah 61:1-3 _(To comfort all who mourn)_"
      },
      {
        "type": "line",
        "text": "lamentations 3:22-26,31-33 _(The Lord is good to those who wait)_"
      },
      {
        "type": "line",
        "text": "wisdom 3:1-5, 9 _(The souls of the righteous are in the hands of God)_"
      },
      {
        "type": "line",
        "text": "job 19:21-27a _(I know that my Redeemer lives)_"
      },
      {
        "type": "rubric",
        "text": "A suitable psalm, hymn, or canticle may follow. The following Psalms are appropriate: 39, 42:1-7, 46, 90:1-12, 121, 130, 139:1-11v."
      },
      {
        "type": "line",
        "text": "romans 8:14-19,34-39 _(The glory that is to be revealed)_"
      },
      {
        "type": "line",
        "text": "1 corinthians 15:20-26,35-38,42-44,53-58 _(The imperishable body)_"
      },
      {
        "type": "line",
        "text": "2 corinthians 4:16—5:9 _(Things that are unseen are eternal)_"
      },
      {
        "type": "line",
        "text": "1 john 3:1-2 _(We shall be like him)_"
      },
      {
        "type": "line",
        "text": "revelation 7:9-17 _(God will wipe away every tear)_"
      },
      {
        "type": "line",
        "text": "revelation 21:2-7 _(Behold, I am making all things new)_"
      },
      {
        "type": "rubric",
        "text": "A suitable psalm, hymn, or canticle may follow."
      },
      {
        "type": "rubric",
        "text": "The following Psalms are appropriate: 23, 27, 106:1-5v, 116."
      },
      {
        "type": "line",
        "text": "john 5:24-27 _(Whoever believes has eternal life)_"
      },
      {
        "type": "line",
        "text": "john 6:37-40 _(All that the Father gives me will come to me)_"
      }
    ]
  },
  "252": {
    "pageNumber": 252,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "line",
        "text": "john 10:11-16 _(I am the good shepherd)_"
      },
      {
        "type": "line",
        "text": "john 11:21-27 _(I am the resurrection and the life)_"
      },
      {
        "type": "line",
        "text": "john 14:1-6 _(In my Father’s house are many rooms)_"
      },
      {
        "type": "rubric",
        "text": "If Communion is to follow, a passage from the Gospels always concludes the Lessons. At a Eucharist, all stand, and the Deacon or Minister appointed says"
      },
      {
        "type": "versical",
        "text": "The Holy Gospel of our Lord Jesus Christ according"
      },
      {
        "type": "versical",
        "text": "to ___11___."
      },
      {
        "type": "versical",
        "text": "people: Glory to you, Lord Christ."
      },
      {
        "type": "rubric",
        "text": "After the Gospel, the Reader says"
      },
      {
        "type": "versical",
        "text": "The Gospel of the Lord."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Praise to you, Lord Christ."
      },
      {
        "type": "section_title",
        "text": "the sermon"
      },
      {
        "type": "section_title",
        "text": "the apostles’ creed"
      },
      {
        "type": "rubric",
        "text": "The Officiant invites the people to stand and says"
      },
      {
        "type": "text_block",
        "text": "Let us confess the Faith in the words of the Apostles’ Creed:"
      },
      {
        "type": "rubric",
        "text": "Officiant and People"
      },
      {
        "type": "nicene_creed"
      }
    ]
  },
  "253": {
    "pageNumber": 253,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "If Communion is not to follow, the Lord’s Prayer is said here, and the liturgy continues with the Prayers of the People, or with other suitable prayers."
      },
      {
        "type": "rubric",
        "text": "When there is Communion, the following form of the Prayers of the People is used."
      },
      {
        "type": "section_title",
        "text": "the prayers of the people"
      },
      {
        "type": "rubric",
        "text": "The Deacon or other person appointed says the following or other appropriate prayers."
      },
      {
        "type": "line",
        "text": "Let us pray, saying, “Hear our prayer.”"
      },
      {
        "type": "text_block",
        "text": "Almighty God, you knit together your elect in one communion and fellowship, in the mystical body of your Son Jesus Christ our Lord: Grant, we pray, to your whole Church in heaven and on earth, your light and peace."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Grant that all who have been baptized into Christ’s death and resurrection may die to sin and rise to newness of life, that through the grave and gate of death we may pass with him to our joyful resurrection."
      }
    ]
  },
  "254": {
    "pageNumber": 254,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Grant to us who are still in our pilgrimage, and who walk as yet by faith, that your Holy Spirit may lead us in holiness and righteousness all our days."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Grant to your faithful people pardon and peace, that we may be cleansed from all our sins, and serve you in faithful obedience."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Grant to all who mourn a sure confidence in your fatherly care, that, casting their grief on you, they may know the consolation of your love."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Help us, we pray, in the midst of things we cannot understand, to believe and trust in the communion of saints, the forgiveness of sins, and the resurrection to life everlasting."
      },
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "text_block",
        "text": "Grant us grace to entrust _N._ to your never-failing love; receive _him_ into the arms of your mercy, and remember _him_ according to the favor which you show to all your people. Grant that, increasing in knowledge and love of you, he may go from strength to strength in the life of perfect service in your heavenly kingdom."
      }
    ]
  },
  "255": {
    "pageNumber": 255,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": "reader: Lord, in your mercy:"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Hear our prayer."
      },
      {
        "type": "rubric",
        "text": "Silence may be kept."
      },
      {
        "type": "rubric",
        "text": "The Officiant concludes with the following or some other prayer"
      },
      {
        "type": "text_block",
        "text": "Almighty God, grant us, with all who have died in the hope of the resurrection, the fullness of life in your eternal and ever- lasting glory, and, with all your saints, to receive the crown of life promised to all who share in the victory of your Son Jesus Christ, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "When there is no Communion, the liturgy continues with the Commendation, or with the Committal."
      },
      {
        "type": "section_title",
        "text": "at the eucharist"
      },
      {
        "type": "rubric",
        "text": "The liturgy continues with the Peace and the Offertory. An offertory hymn or anthem may be sung."
      },
      {
        "type": "rubric",
        "text": "The Proper Preface of Burial is used (page 156)."
      },
      {
        "type": "section_title",
        "text": "post communion prayer"
      },
      {
        "type": "rubric",
        "text": "The following Post Communion Prayer is used"
      },
      {
        "type": "text_block",
        "text": "Almighty God, we thank you that in your great love you have fed us with the spiritual food and drink of the Body and Blood of your Son Jesus Christ, and have given us a foretaste of your heavenly banquet. Grant that this Sacrament may be to us a comfort in affliction, and a pledge of our inheritance in that kingdom where there is no death, neither sorrow nor crying, but the fullness of joy with all your saints; through Jesus Christ our Savior. __Amen.__"
      }
    ]
  },
  "256": {
    "pageNumber": 256,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "If the body is not present, the liturgy continues with the blessing and dismissal; otherwise, the following Commendation is used."
      },
      {
        "type": "section_title",
        "text": "the commendation",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The Officiant and other ministers take their places at the body."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "Give rest, O Christ, to your servant with your saints,"
      },
      {
        "type": "versical",
        "text": "all: Where sorrow and pain are no more, neither sighing,"
      },
      {
        "type": "versical",
        "text": "but life everlasting."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "You only are immortal, the creator and maker of"
      },
      {
        "type": "versical",
        "text": "mankind; and we are mortal, formed of the earth, and"
      },
      {
        "type": "versical",
        "text": "to earth shall we return. For so did you decree, saying,"
      },
      {
        "type": "versical",
        "text": "“You are dust, and to dust you shall return.” All of us"
      },
      {
        "type": "versical",
        "text": "go down to the dust; yet even at the grave we make"
      },
      {
        "type": "versical",
        "text": "our song\\:"
      },
      {
        "type": "versical",
        "text": "Alleluia, alleluia, alleluia."
      },
      {
        "type": "versical",
        "text": "all: Give rest, O Christ, to your servant with your saints,"
      },
      {
        "type": "versical",
        "text": "where sorrow and pain are no more, neither sighing,"
      },
      {
        "type": "versical",
        "text": "but life everlasting."
      },
      {
        "type": "rubric",
        "text": "The Officiant, facing the body, says"
      },
      {
        "type": "text_block",
        "text": "Into your hands, O merciful Savior, we commend your servant _N._ Acknowledge, we humbly beseech you, a sheep of your own fold, a lamb of your own flock, a sinner of your own redeeming. Receive _him_ into the arms of your mercy, into the blessed rest of everlasting peace, and into the glorious company of the saints in light. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Priest, or the Bishop if present, may then bless the people, and a Deacon or other Minister may dismiss them, saying"
      },
      {
        "type": "versical",
        "text": "Alleluia, alleluia. Let us go forth in the Name of Christ."
      },
      {
        "type": "versical",
        "text": "people: Thanks be to God. Alleluia, alleluia"
      }
    ]
  },
  "257": {
    "pageNumber": 257,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "As the body is borne from the church, a hymn, or one or more of these anthems, may be sung or said"
      },
      {
        "type": "line",
        "text": "Christ is risen from the dead, trampling down death by death,"
      },
      {
        "type": "line",
        "text": "and giving life to those in the tomb."
      },
      {
        "type": "line",
        "text": "The Sun of Righteousness is gloriously risen,"
      },
      {
        "type": "line",
        "text": "giving light to those who sat in darkness"
      },
      {
        "type": "line",
        "text": "and in the shadow of death."
      },
      {
        "type": "line_break"
      },
      {
        "type": "line",
        "text": "The Lord will guide our feet into the way of peace,"
      },
      {
        "type": "line",
        "text": "having taken away the sin of the world."
      },
      {
        "type": "line",
        "text": "Christ will open the kingdom of heaven"
      },
      {
        "type": "line",
        "text": "to all who believe in his Name, saying,"
      },
      {
        "type": "line",
        "text": "Come, O blessed of my Father;"
      },
      {
        "type": "line",
        "text": "inherit the kingdom prepared for you."
      },
      {
        "type": "line_break"
      },
      {
        "type": "line",
        "text": "Into paradise may the angels lead you."
      },
      {
        "type": "line",
        "text": "At your coming may the martyrs receive you,"
      },
      {
        "type": "line",
        "text": "and bring you into the holy city Jerusalem."
      },
      {
        "type": "rubric",
        "text": "or one of the following Canticles"
      },
      {
        "type": "canticle",
        "name": "benedictus"
      }
    ]
  },
  "258": {
    "pageNumber": 258,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "canticle",
        "name": "nunc_dimittis"
      }
    ]
  },
  "259": {
    "pageNumber": 259,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "canticle",
        "name": "pascha_nostrum"
      }
    ]
  },
  "260": {
    "pageNumber": 260,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "the committal",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "The following anthems may be said"
      },
      {
        "type": "text_block",
        "text": "Man born of woman has but a short time to live, and is full of misery. He springs up, and is cut down like a flower; he flees like a shadow, and never continues the same."
      },
      {
        "type": "text_block",
        "text": "In the midst of life we are in death; of whom may we seek for help, but you, O Lord, who for our sins are justly displeased?"
      },
      {
        "type": "text_block",
        "text": "Yet, O Lord God most holy, O Lord most mighty, O holy and most merciful Savior, deliver us not into the pains of eternal death."
      },
      {
        "type": "text_block",
        "text": "You know, O Lord, the secrets of our hearts; shut not your ears to our prayer; but spare us, Lord most holy, O God most mighty, O holy and merciful Savior, most worthy Judge eternal; do not let us, in our final hour, through the pains of death, fall away from you."
      },
      {
        "type": "rubric",
        "text": "or this"
      },
      {
        "type": "scripture",
        "ref": "john 6:37",
        "text": "All that the Father gives me will come to me, and whoever comes to me I will never cast out."
      },
      {
        "type": "scripture",
        "ref": "romans 8:11t",
        "text": "He who raised Jesus Christ from the dead will also give new life to our mortal bodies through his Spirit who dwells within us."
      },
      {
        "type": "scripture",
        "ref": "psalm 16:10",
        "text": "Therefore my heart is glad and my soul rejoices. My flesh also shall rest in hope."
      },
      {
        "type": "scripture",
        "ref": "psalm 16:12",
        "text": "You shall show me the path of life; in your presence is the fullness of joy, and at your right hand there is pleasure for evermore."
      }
    ]
  },
  "261": {
    "pageNumber": 261,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The grave may be blessed. The Priest may use the following prayer here, or before the liturgy of Committal, or at some other convenient time."
      },
      {
        "type": "text_block",
        "text": "O God, whose blessed Son was laid in a tomb in the garden: Bless, we pray, this grave, set apart for the repose of your servant _N._, that _he_ whose body is buried here may rest from _his_ labors in peace and quietness, until the resurrection on the last day, when the New Jerusalem comes down, the dead are raised, and the righteous are called to the marriage supper of the Lamb; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "Then, while earth is cast upon the coffin, the Officiant says these words"
      },
      {
        "type": "text_block",
        "text": "In sure and certain hope of the resurrection to eternal life through our Lord Jesus Christ, we commend to Almighty God our _brother N._, and we commit his body to the ground [_or_ the deep _or_ its resting place]; earth to earth, ashes to ashes, dust to dust. The Lord bless _him_ and keep _him_, the Lord make his face to shine upon _him_ and be gracious unto _him_, the Lord lift up his countenance upon _him_ and give _him_ peace. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "Or this"
      },
      {
        "type": "text_block",
        "text": "Forasmuch as it has pleased Almighty God of his great mercy to take unto himself the soul of our dear _brother_ [_or_ this beloved child], here departed, we therefore commit _his_ body to the ground [_or_ the deep _or_ its resting place]; earth to earth, ashes to ashes, dust to dust; in sure and certain hope of the resurrection to eternal life, through our Lord Jesus Christ; who shall change our perishable body, that it may be like his own glorious body, according to the mighty working of his Spirit, whereby he is able to subdue all things to himself. __Amen.__"
      }
    ]
  },
  "262": {
    "pageNumber": 262,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "officiant": true,
        "text": "The Lord be with you."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And with your spirit."
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "Let us pray."
      },
      {
        "type": "rubric",
        "text": "Officiant and People"
      },
      {
        "type": "lords_prayer"
      },
      {
        "type": "rubric",
        "text": "The following prayer or other Additional Prayers (pages 263-265) may be added."
      },
      {
        "type": "text_block",
        "text": "Almighty God, with whom do live the spirits of those who depart in the Lord, and with whom the souls of the faithful are in joy and felicity: We praise and magnify your holy Name for all your servants who have finished their course and kept the faith; and committing our _brother N._ to your gracious keeping, we pray that, together with _him_ and with all those who are departed in the true faith of your holy Name, we may have our perfect consummation and bliss, both in body and soul, in your eternal and everlasting glory; through Jesus Christ our Lord. __Amen.__"
      }
    ]
  },
  "263": {
    "pageNumber": 263,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "Then may be said"
      },
      {
        "type": "versical",
        "officiant": true,
        "text": "Rest eternal grant to him, O Lord; and may his soul,"
      },
      {
        "type": "versical",
        "text": "and the souls of all the faithful departed, through the"
      },
      {
        "type": "versical",
        "text": "mercy of God, rest in peace."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And may light perpetual shine upon them."
      },
      {
        "type": "rubric",
        "text": "A Priest may bless the people saying"
      },
      {
        "type": "text_block",
        "text": "The God of peace, who brought again from the dead our Lord Jesus Christ, the great Shepherd of the sheep, by the blood of the everlasting covenant, make you perfect in every good work to do his will, working in you that which is well-pleasing in his sight; and the blessing of God Almighty, the Father, the Son, and the Holy Spirit, be among you, and remain with you always. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Officiant may dismiss the people with these words"
      },
      {
        "type": "versical",
        "text": "Alleluia, alleluia. Let us go forth in the Name of Christ."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Thanks be to God. Alleluia, alleluia."
      },
      {
        "type": "section_title",
        "text": "additional prayers"
      },
      {
        "type": "text_block",
        "text": "O God, the King of saints, we praise and glorify your holy Name for all your servants who have finished their course in your faith and fear: for the blessed Virgin Mary; for the holy patriarchs, prophets, apostles, and martyrs; and for all your other righteous servants, known to us and unknown; and we pray that, encouraged by their examples, and strengthened by their fellowship, we also may be partakers of the inheritance of the saints in light; through the merits of your Son Jesus Christ our Lord. __Amen.__"
      }
    ]
  },
  "264": {
    "pageNumber": 264,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "Lord Jesus Christ, by your death you took away the sting of death: Grant to us your servants so to follow in faith where you have led the way, that we may at length fall asleep peacefully in you and wake up in your likeness; for your tender mercies’ sake. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "Father of all, we pray to you for those we love, but see no longer: Grant them your peace; let light perpetual shine upon them; and, in your loving wisdom and almighty power, work in them the good purpose of your perfect will; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "Merciful God, Father of our Lord Jesus Christ, who is the resurrection and the life: Raise us, we humbly pray, from the death of sin to the life of righteousness; that when we depart this life we may rest in him, and at the resurrection on the last day we may be found acceptable in your sight, and receive that blessing which your well-beloved Son shall then pronounce to all who love and fear you: “Come, you blessed children of my Father, receive the kingdom prepared for you from the beginning of the world.” Grant this, O merciful Father, through Jesus Christ, our Mediator and Redeemer. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "Grant, O Lord, to all who are bereaved the spirit of faith and courage, that they may have strength to meet the days to come with steadfastness and patience; not sorrowing as those without hope, but in thankful remembrance of your great goodness, and in the joyful expectation of eternal life with all who love you. This we ask in the Name of Jesus Christ our Savior. __Amen.__"
      },
      {
        "type": "text_block",
        "text": "Almighty God, Father of mercies and giver of comfort: Deal graciously, we pray, with all who mourn; that, casting all their care on you, they may know the consolation of your love; through Jesus Christ our Lord. __Amen.__"
      }
    ]
  },
  "265": {
    "pageNumber": 265,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "O God, whose days are without end, and whose mercies cannot be numbered: Make us, we pray, deeply aware of the shortness and uncertainty of human life; and let your Holy Spirit lead us in holiness and righteousness all our days; that, when we shall have served you in our generation, we may be gathered to our ancestors, having the testimony of a good conscience; in the communion of the Catholic Church; in the confidence of a certain faith; in the comfort of a reasonable, religious, and holy hope; in favor with you, our God; and in perfect charity with the world. All this we ask through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "section_title",
        "text": "For a veteran of the armed forces."
      },
      {
        "type": "text_block",
        "text": "O Ruler of the universe, Lord God, by the strength of your own arm you have won for us final victory over the power of sin and death\\: We give you thanks for your servant _N._ who served as a (_soldier, seaman, airman, mariner, etc._) in the armed forces of our nation, giving of _his_ life for the defense of liberty and the preservation of freedom. Grant to _him_ a place of eternal rest and peace in your eternal dwelling place, that with all the heavenly host, the noble army of martyrs, and all the powers of heaven _he_ may praise your great and glorious Name unto the ages of ages. __Amen.__"
      }
    ]
  },
  "266": {
    "pageNumber": 266,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "additional directions",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "It is particularly appropriate to light the Paschal Candle for the Burial of the Dead. It may be carried in procession and placed near the body."
      },
      {
        "type": "rubric",
        "text": "If the Committal is long delayed from the time of the Burial Office, one of the lessons from the Burial Office may be read at the Committal, followed by a brief homily."
      },
      {
        "type": "section_title",
        "text": "at cremation"
      },
      {
        "type": "rubric",
        "text": "At the cremation of a body, this alternate committal prayer may be used:"
      },
      {
        "type": "text_block",
        "text": "In sure and certain hope of the resurrection to eternal life through our Lord Jesus Christ, we commend to Almighty God our _brother N._, and we commit _his_ body to be consumed by fire; earth to earth, ashes to ashes, dust to dust. The Lord bless _him_ and keep _him_, the Lord make his face to shine upon _him_ and be gracious unto _him_, the Lord lift up his countenance upon _him_ and give _him_ peace. __Amen.__",
        "indent": true
      }
    ]
  },
  "472": {
    "pageNumber": 472,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "form and manner of"
      },
      {
        "type": "section_title",
        "text": "ordaining deacons",
        "size": "xl"
      },
      {
        "type": "rubric",
        "text": "A hymn, psalm, or anthem may be sung."
      },
      {
        "type": "rubric",
        "text": "The People standing, the Bishop says this or an appropriate seasonal greeting"
      },
      {
        "type": "versical",
        "text": "The Lord will pour out his Spirit upon all flesh,"
      },
      {
        "type": "versical",
        "people": true,
        "text": "And your sons and daughters shall prophesy."
      },
      {
        "type": "versical",
        "text": "bishop:  Your old men shall dream dreams,"
      },
      {
        "type": "versical",
        "people": true,
        "text": "And your young men shall see visions."
      },
      {
        "type": "versical",
        "text": "bishop:  You shall know that the Lord is in the midst of his people,"
      },
      {
        "type": "versical",
        "people": true,
        "text": "That he is the Lord and there is none else."
      },
      {
        "type": "versical",
        "text": "bishop:  And it shall come to pass"
      },
      {
        "type": "versical",
        "people": true,
        "text": "That everyone who calls on the Name of the Lord"
      },
      {
        "type": "versical",
        "text": "shall be saved."
      },
      {
        "type": "ref",
        "text": "joel 2:27-28, 32; acts 2:17, 21 t"
      },
      {
        "type": "rubric",
        "text": "The Bishop prays (and the People may be invited to join)"
      },
      {
        "type": "text_block",
        "text": "Almighty God, to you all hearts are open, all desires known, and from you no secrets are hid: Cleanse the thoughts of our hearts by the inspiration of your Holy Spirit, that we may perfectly love you, and worthily magnify your holy Name; through Christ our Lord. __Amen.__"
      }
    ]
  },
  "473": {
    "pageNumber": 473,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "the presentation"
      },
      {
        "type": "rubric",
        "text": "The Bishop and People sit. The Presenters, standing before the Bishop, present each Ordinand, saying"
      },
      {
        "type": "text_block",
        "text": "Reverend Father in God, we present _N.N._ to be admitted to the Order of Deacons."
      },
      {
        "type": "versical",
        "text": "bishop: _Have these persons_ been selected in accordance with"
      },
      {
        "type": "versical",
        "text": "the Canons of this Church? And do you believe their"
      },
      {
        "type": "versical",
        "text": "manner of life to be suitable to the exercise of this"
      },
      {
        "type": "versical",
        "text": "ministry?"
      },
      {
        "type": "versical",
        "text": "presenters: We certify to you that they have satisfied the"
      },
      {
        "type": "versical",
        "text": "requirements of the Canons, and we believe them to"
      },
      {
        "type": "versical",
        "text": "be qualified for this order."
      },
      {
        "type": "rubric",
        "text": "The Bishop then requires the Ordinand(s) to take the Oath of Conformity and the Oath of Canonical Obedience saying"
      },
      {
        "type": "text_block",
        "text": "The Canons require that no one may be ordained a Deacon in the Church before subscribing without reservation to the Oath of Conformity. It is also required that each Ordinand subscribe without reservation to the Oath of Canonical Obedience. In the presence of this Congregation, I now charge you to make your solemn declaration of these oaths."
      },
      {
        "type": "rubric",
        "text": "Each Ordinand then individually declares"
      },
      {
        "type": "text_block",
        "text": "I, _N.N._, do believe the Holy Scriptures of the Old and New Testaments to be the Word of God and to contain all things necessary to salvation, and I consequently hold myself bound to conform my life and ministry thereto, and therefore I do solemnly engage to conform to the Doctrine, Discipline, and Worship of Christ as this Church has received them."
      }
    ]
  },
  "474": {
    "pageNumber": 474,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "And I do promise, here in the presence of Almighty God and of the Church, that I will pay true and canonical obedience in all things lawful and honest to the Bishop of ___8___, and his successors, so help me God."
      },
      {
        "type": "rubric",
        "text": "Each Ordinand then signs the Oath of Conformity and the Oath of Canonical Obedience in the sight of all present."
      },
      {
        "type": "rubric",
        "text": "All stand. The Bishop says to the People"
      },
      {
        "type": "text_block",
        "text": "Dear brothers and sisters in Christ, you know the importance of this ministry, and the weight of your responsibility in presenting these persons for ordination to the sacred Order of Deacons. Therefore, if any of you know of any impediment or crime because of which we should not proceed, come forward now and make it known."
      },
      {
        "type": "rubric",
        "text": "If no objection is made, the Bishop continues"
      },
      {
        "type": "line",
        "text": "Is it your will that these persons be ordained as Deacons?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "It is."
      },
      {
        "type": "versical",
        "text": "bishop:  Will you uphold them in their ministry?"
      },
      {
        "type": "versical",
        "people": true,
        "text": "We will."
      },
      {
        "type": "versical",
        "text": "bishop:  In peace let us pray to the Lord."
      },
      {
        "type": "section_title",
        "text": "the litany for ordinations"
      },
      {
        "type": "rubric",
        "text": "All kneel. Then the Litanist appointed, with the Clergy and People present, says or sings the Litany for Ordinations (Page 510). The Ordinands either kneel or lie prostrate during the Litany."
      },
      {
        "type": "rubric",
        "text": "At the conclusion of the Litany for Ordinations, the Bishop stands and prays the following collect, first saying"
      },
      {
        "type": "versical",
        "text": "The Lord be with you."
      },
      {
        "type": "versical",
        "people": true,
        "text": "And with your spirit."
      }
    ]
  },
  "475": {
    "pageNumber": 475,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": "bishop: Let us pray."
      },
      {
        "type": "text_block",
        "text": "Almighty God, by your divine providence you appointed various Orders of Ministers in your Church, and you inspired your Apostles to appoint to the Order of Deacons the first martyr Stephen, with others: mercifully behold these your servants now called to the same office and administration; so fill them with the truth of your doctrine and adorn them with holiness of life, that by word and good example they may faithfully serve you in this office, to the glory of your Name and the edification of your Church; through the merits of our Savior Jesus Christ, who lives and reigns with you and the Holy Spirit, now and for ever. __Amen.__"
      },
      {
        "type": "section_title",
        "text": "the lessons"
      },
      {
        "type": "rubric",
        "text": "The following Lessons are appointed for the ordination of a Deacon. On a Major Feast, or on a Sunday, the Bishop may select Lessons from the Propers of the Day."
      },
      {
        "type": "line",
        "text": [
          {
            "type": "text",
            "value": "{{u}}jeremiah{{/u} 1:4-10"
          }
        ]
      },
      {
        "type": "line",
        "text": [
          {
            "type": "u",
            "value": "psalm"
          },
          {
            "type": "text",
            "value": " 119:1-8"
          }
        ]
      },
      {
        "type": "line",
        "text": [
          {
            "type": "u",
            "value": "1 timothy 3:8-13"
          },
          {
            "type": "text",
            "value": " _or_ "
          },
          {
            "type": "u",
            "value": "acts 6:1-7"
          }
        ]
      },
      {
        "type": "line",
        "text": [
          {
            "type": "u",
            "value": "luke"
          },
          {
            "type": "text",
            "value": " 12:35-40"
          }
        ]
      },
      {
        "type": "rubric",
        "text": "The People sit. One or more Lessons, as appointed, are read, the Reader first saying"
      },
      {
        "type": "versical",
        "text": "A Reading from ___11___."
      },
      {
        "type": "rubric",
        "text": "A citation giving chapter and verse may be added."
      },
      {
        "type": "rubric",
        "text": "After each Lesson the Reader may say"
      },
      {
        "type": "versical",
        "text": "The Word of the Lord."
      },
      {
        "type": "versical",
        "text": "people: Thanks be to God."
      },
      {
        "type": "rubric",
        "text": "Or the Reader may say"
      },
      {
        "type": "versical",
        "text": "Here ends the Reading."
      }
    ]
  },
  "476": {
    "pageNumber": 476,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "Silence may follow."
      },
      {
        "type": "rubric",
        "text": "A psalm, hymn, or anthem may follow each reading."
      },
      {
        "type": "rubric",
        "text": "All standing, the Deacon or Priest reads the Gospel, first saying"
      },
      {
        "type": "versical",
        "text": "The Holy Gospel of our Lord Jesus Christ according"
      },
      {
        "type": "versical",
        "text": "to ___11___."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Glory to you, Lord Christ."
      },
      {
        "type": "rubric",
        "text": "After the Gospel, the Reader says"
      },
      {
        "type": "versical",
        "text": "The Gospel of the Lord."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Praise to you, Lord Christ."
      },
      {
        "type": "section_title",
        "text": "the sermon"
      },
      {
        "type": "section_title",
        "text": "the nicene creed"
      },
      {
        "type": "rubric",
        "text": "All stand to recite the Nicene Creed, the Bishop first saying"
      },
      {
        "type": "line",
        "text": "Let us confess our faith in the words of the Nicene Creed:"
      },
      {
        "type": "rubric",
        "text": "Bishop and People"
      },
      {
        "type": "nicene_creed"
      }
    ]
  },
  "477": {
    "pageNumber": 477,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "the exhortation"
      },
      {
        "type": "rubric",
        "text": "All are seated except the Ordinand(s), who stand before the Bishop."
      },
      {
        "type": "rubric",
        "text": "The Bishop addresses the Ordinand(s) as follows"
      },
      {
        "type": "text_block",
        "text": "It belongs to the office of a Deacon to share in the humility and service of our Lord Jesus Christ, for the strengthening of the Church, which is his body. You are to read the Gospel and proclaim Christ at all times through your service, to instruct both young and old in the Catechism, and, at the direction of the Bishop or Priest, to baptize and preach."
      }
    ]
  },
  "478": {
    "pageNumber": 478,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "text_block",
        "text": "You are to assist the Priest in public worship, to guide the intercessions of the Congregation, to aid in the administration of Holy Communion and to carry the Sacrament to those who are kept from the Table by illness, infirmity, or imprisonment."
      },
      {
        "type": "text_block",
        "text": "Furthermore, you are to interpret to the Church the needs, concerns, and hopes of the world. It is the Deacon’s office to encourage and equip the household of God to care for the stranger, to embrace the poor and helpless, and to seek them out, so that they may be relieved."
      },
      {
        "type": "section_title",
        "text": "the examination"
      },
      {
        "type": "rubric",
        "text": "The Bishop examines the Ordinands as follows"
      },
      {
        "type": "versical",
        "text": "Will you take up this charge gladly and willingly?"
      },
      {
        "type": "versical",
        "text": "answer: I will, the Lord being my helper."
      },
      {
        "type": "versical",
        "text": "bishop: Do you trust that you are inwardly moved by the"
      },
      {
        "type": "versical",
        "text": "Holy Spirit to take upon yourself this Office and"
      },
      {
        "type": "versical",
        "text": "ministry, to serve God for the promoting of his glory"
      },
      {
        "type": "versical",
        "text": "and the edifying of his people?"
      },
      {
        "type": "versical",
        "text": "answer: I do so trust."
      },
      {
        "type": "versical",
        "text": "bishop: Do you believe that you are truly called, according to"
      },
      {
        "type": "versical",
        "text": "the will of our Lord Jesus Christ, and in accordance"
      },
      {
        "type": "versical",
        "text": "with the Canons of this Church, to this Office and"
      },
      {
        "type": "versical",
        "text": "ministry?"
      },
      {
        "type": "versical",
        "text": "answer:  I do so believe."
      },
      {
        "type": "versical",
        "text": "bishop: Are you persuaded that the Holy Scriptures contain"
      },
      {
        "type": "versical",
        "text": "all things necessary for salvation through faith in"
      },
      {
        "type": "versical",
        "text": "Jesus Christ?"
      },
      {
        "type": "versical",
        "text": "answer: I am so persuaded."
      }
    ]
  },
  "479": {
    "pageNumber": 479,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "versical",
        "text": "bishop: Will you diligently read these Scriptures to the"
      },
      {
        "type": "versical",
        "text": "assembled in the church where you are"
      },
      {
        "type": "versical",
        "text": "appointed to serve?"
      },
      {
        "type": "versical",
        "text": "answer: I will."
      },
      {
        "type": "versical",
        "text": "bishop: Will you be diligent to frame and fashion your own"
      },
      {
        "type": "versical",
        "text": "lives [and the lives of your families], according to"
      },
      {
        "type": "versical",
        "text": "the Doctrine of Christ, and to make yourselves [and"
      },
      {
        "type": "versical",
        "text": "them, as much as you are able], wholesome examples"
      },
      {
        "type": "versical",
        "text": "and patterns to the flock of Christ?"
      },
      {
        "type": "versical",
        "text": "answer: I will, the Lord being my helper."
      },
      {
        "type": "versical",
        "text": "bishop: Will you reverently obey your Bishop and other"
      },
      {
        "type": "versical",
        "text": "Ministers who, according to the Canons of the"
      },
      {
        "type": "versical",
        "text": "Church, may have charge and authority over you,"
      },
      {
        "type": "versical",
        "text": "following with a glad mind and a good will their"
      },
      {
        "type": "versical",
        "text": "godly admonitions, and submitting yourself to their"
      },
      {
        "type": "versical",
        "text": "godly judgments?"
      },
      {
        "type": "versical",
        "text": "answer: I will, the Lord being my helper."
      },
      {
        "type": "rubric",
        "text": "The Congregation may kneel, and prays silently for the fulfillment of these purposes."
      },
      {
        "type": "rubric",
        "text": "The Bishop prays"
      },
      {
        "type": "text_block",
        "text": "Almighty God, our heavenly Father, who has given you a good will to do all these things, grant you also the strength and power to perform them, accomplishing in you the good work which he has begun, that you may be found perfect and without reproach on the last day; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Ordinands kneel or lie prostrate, facing the Bishop. The Veni, Creator Spiritus (page 492) or other hymn to the Holy Spirit may be sung or said as a prayer for the renewal of the Church."
      }
    ]
  },
  "480": {
    "pageNumber": 480,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "section_title",
        "text": "the ordination of the deacons"
      },
      {
        "type": "rubric",
        "text": "All now stand as witnesses, except the Ordinands, who kneel facing the Bishop."
      },
      {
        "type": "rubric",
        "text": "The Bishop then prays the following prayer, first saying"
      },
      {
        "type": "line",
        "text": "Let us pray."
      },
      {
        "type": "text_block",
        "text": "O God, most merciful Father, you sent your Son Jesus Christ to take upon himself the form of a servant. He humbled himself, becoming obedient even to death on a Cross. Yet you have highly exalted him, and made him Lord of all. For this great mystery, and for _these_ your _servants_ whom you now call to obedience after his example, we offer you our most hearty thanks; and we ask that we may daily increase in humility and service, that by _their_ ministry as well as by those with whom they serve, your holy Name may for ever be glorified, through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "Then the Bishop lays his hands upon the head of every one to be made Deacon, each one humbly kneeling before him, and says"
      },
      {
        "type": "text_block",
        "text": "Receive the Holy Spirit for the Office and work of a Deacon in the Church of God, now committed to you by the imposition of my hands; in the Name of the Father, and of the Son, and of the Holy Spirit."
      },
      {
        "type": "rubric",
        "text": "The Bishop then prays the following over the Ordinands."
      },
      {
        "type": "text_block",
        "text": "In your great goodness, O Lord, make these your servants Deacons in your Church; give them grace to be modest, humble, and constant in their ministry; give them a ready will to observe all spiritual discipline; and with the testimony of a good conscience always before them, may they continue stable and strong in the service of your Son Jesus Christ, to whom be glory and honor, world without end."
      }
    ]
  },
  "481": {
    "pageNumber": 481,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "The People in a loud voice respond"
      },
      {
        "type": "line",
        "text": "__Amen.__"
      },
      {
        "type": "rubric",
        "text": "The new Deacons may now be vested according to the Order of Deacons."
      },
      {
        "type": "rubric",
        "text": "o: As the Deacon is vested with a maniple, the Bishop says",
        "optional": true
      },
      {
        "type": "text_block",
        "text": "Receive this maniple as a sign of your service, for your Lord came among us as one who served.",
        "optional": true
      },
      {
        "type": "rubric",
        "text": "o: As the Deacon is vested with a stole, the Bishop says",
        "optional": true
      },
      {
        "type": "text_block",
        "text": "Receive this stole as a sign of the yoke of Christ, your Savior.",
        "optional": true
      },
      {
        "type": "rubric",
        "text": "As the Deacon is vested with a dalmatic, the Bishop says"
      },
      {
        "type": "text_block",
        "text": "Receive this dalmatic as a sign that you must daily take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
        "optional": true
      },
      {
        "type": "rubric",
        "text": "Then the Bishop delivers to every one of them a Book of Gospels or New Testament saying"
      },
      {
        "type": "text_block",
        "text": "Take the authority to read the Gospel in the Church of God and to teach the same."
      },
      {
        "type": "rubric",
        "text": "The Bishop then says to the People"
      },
      {
        "type": "versical",
        "text": "The peace of the Lord be always with you."
      },
      {
        "type": "versical",
        "text": "people: And with your spirit."
      },
      {
        "type": "rubric",
        "text": "The liturgy continues with the Offertory. The newly ordained Deacons prepare the Table."
      }
    ]
  },
  "482": {
    "pageNumber": 482,
    "headerText": "Untitled Service",
    "content": [
      {
        "type": "rubric",
        "text": "When the Communion is finished, after the Post Communion Prayer, the Bishop prays the following Collect"
      },
      {
        "type": "text_block",
        "text": "Go before us, O Lord, in all our doings with your most gracious favor, and further us with your continual help; that in all our works begun, continued, and ended in you, we may glorify your holy Name, and finally, through your mercy, obtain everlasting life; through Jesus Christ our Lord. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The Bishop then blesses the People saying"
      },
      {
        "type": "versical",
        "text": "Our help is in the Name of the Lord;"
      },
      {
        "type": "versical",
        "people": true,
        "text": "The maker of heaven and earth."
      },
      {
        "type": "versical",
        "text": "bishop: Blessed be the Name of the Lord;"
      },
      {
        "type": "versical",
        "people": true,
        "text": "From this time forth for evermore."
      },
      {
        "type": "versical",
        "text": "bishop: The blessing, mercy, and grace of God Almighty,"
      },
      {
        "type": "versical",
        "text": "the Father, the Son, and the Holy Spirit, be upon"
      },
      {
        "type": "versical",
        "text": "you, and remain with you for ever. __Amen.__"
      },
      {
        "type": "rubric",
        "text": "The newly ordained Deacons together dismiss the People saying"
      },
      {
        "type": "versical",
        "text": "Let us go forth into the world rejoicing in the power"
      },
      {
        "type": "versical",
        "text": "of the Holy Spirit."
      },
      {
        "type": "versical",
        "people": true,
        "text": "Thanks be to God."
      },
      {
        "type": "rubric",
        "text": "From the Easter Vigil through the Day of Pentecost,“Alleluia, alleluia” is added to the dismissal. It may be added at other times, except during Lent and on other penitential occasions."
      },
      {
        "type": "rubric",
        "text": "The People respond"
      },
      {
        "type": "versical",
        "people": true,
        "text": "Thanks be to God. Alleluia, alleluia."
      }
    ]
  }
}